[
  {
    "id": 1,
    "joke": "टीचर: अगर पृथ्वी के अंदर लावा है, तो बाहर क्या है? \nछात्र: सर, बाहर ओला और उबर है।",
    "language": "hindi"
  },
  {
    "id": 2,
    "joke": "भारत में 'स्कोप' और 'समोसा' कभी भी खत्म नहीं हो सकते, बस जगह सही होनी चाहिए।",
    "language": "hindi"
  },
  {
    "id": 3,
    "joke": "पत्नी: अजी सुनते हो, हमारी शादी कराने वाले पंडित जी का एक्सीडेंट हो गया। \nपति: देखा! पाप कभी न कभी सामने आ ही जाता है।",
    "language": "hindi"
  },
  {
    "id": 4,
    "joke": "चिंटू: पापा, मुझे एक नई साइकिल चाहिए। \nपापा: बेटा, अभी पुरानी वाली से काम चला, वैसे भी तू कौनसा 'टूर डी फ्रांस' में जा रहा है।",
    "language": "hindi"
  },
  {
    "id": 5,
    "joke": "बॉस: तुम ऑफिस में बहुत देर से आए हो। \nकर्मचारी: सर, आप ही ने तो कहा था कि ऑफिस को अपना ही घर समझो, और घर आने में कभी-कभी देर हो जाती है।",
    "language": "hindi"
  },
  {
    "id": 6,
    "joke": "लड़का: क्या तुम मुझसे प्यार करती हो? \nलड़की: नहीं। \nलड़का: सोच लो, बाद में मत कहना कि अच्छे ऑफर मिस हो गए, सेल खत्म होने वाली है।",
    "language": "hindi"
  },
  {
    "id": 7,
    "joke": "मरीज: डॉक्टर साहब, मेरे बाल बहुत झड़ रहे हैं। \nडॉक्टर: चिंता मत करो, झड़ने के बाद बचने की चिंता ही खत्म हो जाएगी।",
    "language": "hindi"
  },
  {
    "id": 8,
    "joke": "भारतीय माँ का लॉजिक: \nबेटा: माँ, पेट में दर्द हो रहा है। \nमाँ: और चला ले फोन, उसी में तो सारा वायरस भरा है।",
    "language": "hindi"
  },
  {
    "id": 9,
    "joke": "पप्पू: यार, पुलिस ने मेरा चालान काट दिया। \nगप्पू: क्यों? \nपप्पू: हेलमेट नहीं पहना था और पुलिस वाले से पूछ लिया 'लिफ्ट लोगे क्या?'",
    "language": "hindi"
  },
  {
    "id": 10,
    "joke": "रिश्तेदार: बेटा, आगे का क्या सोचा है? \nमैं: बस अंकल, यही सोचा है कि आप जैसे रिश्तेदारों से दूर रहूँ।",
    "language": "hindi"
  },
  {
    "id": 11,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: जो तुम चाहो। \nपति: वाह! तो फिर शाही पनीर बना लो। \nपत्नी: प्याज बहुत महंगे हैं, चुपचाप दाल-चावल खा लो।",
    "language": "hindi"
  },
  {
    "id": 12,
    "joke": "टीचर: 'कर्म' का क्या मतलब होता है? \nछात्र: सर, कर्म वो होता है जो हम एग्जाम में पढ़ाई ना करके करते हैं और फल वो होता है जो रिजल्ट वाले दिन पापा देते हैं।",
    "language": "hindi"
  },
  {
    "id": 13,
    "joke": "गर्लफ्रेंड: जानू, मेरा बर्थडे आ रहा है, क्या गिफ्ट दोगे? \nबॉयफ्रेंड: देख पगली, गिफ्ट तो मैं तुझे ताज महल भी दे दूँ, पर मुमताज़ को बुरा लग जाएगा।",
    "language": "hindi"
  },
  {
    "id": 14,
    "joke": "इंजीनियरिंग छात्र की आपबीती: \nपहले सेमेस्टर में लगता है दुनिया बदल देंगे, आखिरी सेमेस्टर तक बस यही दुआ होती है कि कोई बैक ना आए।",
    "language": "hindi"
  },
  {
    "id": 15,
    "joke": "भिखारी: साहब, 10 रुपये दे दो। \nसाहब: खुल्ले नहीं हैं। \nभिखारी: कोई बात नहीं साहब, गूगल पे (Google Pay) कर दो, क्यूआर कोड साथ रखता हूँ।",
    "language": "hindi"
  },
  {
    "id": 16,
    "joke": "दोस्त: भाई, तेरी बीवी तो बहुत अच्छी है, कभी लड़ती नहीं। \nमैं: हाँ भाई, वो मायके गई हुई है, इसलिए शांति है।",
    "language": "hindi"
  },
  {
    "id": 17,
    "joke": "इंटरव्यूअर: आपकी सबसे बड़ी कमजोरी क्या है? \nउम्मीदवार: मैं बहुत जल्दी भावुक हो जाता हूँ। \nइंटरव्यूअर: और आपकी ताकत? \nउम्मीदवार: (रोते हुए) प्लीज सर, मुझे नौकरी दे दीजिये ना!",
    "language": "hindi"
  },
  {
    "id": 18,
    "joke": "सर्दियों में भारतीय मिडिल क्लास का सबसे बड़ा काम: \nसुबह उठकर यह तय करना कि आज नहाना है या सिर्फ मुँह धोकर काम चलाना है।",
    "language": "hindi"
  },
  {
    "id": 19,
    "joke": "ट्रेन में टीटीई: टिकट दिखाओ। \nयात्री: सर, वो तो खो गया। \nटीटीई: तो फिर जुर्माना लगेगा। \nयात्री: सर, जब टिकट ही नहीं है तो जुर्माना किस बात का?",
    "language": "hindi"
  },
  {
    "id": 20,
    "joke": "पिता: बेटा, रिजल्ट आ गया, क्या रहा? \nबेटा: पापा, वो हेडमास्टर का बेटा फेल हो गया। \nपिता: और तू? \nबेटा: मैं कौन सा प्रधानमंत्री का बेटा हूँ, मैं भी फेल हूँ।",
    "language": "hindi"
  },
  {
    "id": 21,
    "joke": "शादी में फोटोग्राफर: थोड़ा और मुस्कुराइए। \nदूल्हा: भाई, और कितना मुस्कुराऊँ? मेरी शादी हो रही है, लॉटरी नहीं लगी।",
    "language": "hindi"
  },
  {
    "id": 22,
    "joke": "साली: जीजा जी, आपने दीदी में ऐसा क्या देखा कि शादी कर ली? \nजीजा: एक छोटी सी भूल और जिंदगी भर की सजा।",
    "language": "hindi"
  },
  {
    "id": 23,
    "joke": "ग्राहक: भाई साहब, ये आम मीठे तो हैं ना? \nफलवाला: बाबूजी, इतने मीठे हैं कि अगर आप एक खाओगे तो मधुमक्खियां आपके पीछे पड़ जाएंगी।",
    "language": "hindi"
  },
  {
    "id": 24,
    "joke": "टीचर: भारत की राजधानी क्या है? \nपप्पू: सर, मुंबई। \nटीचर: अबे गधे, दिल्ली है। \nपप्पू: सर, राजधानी तो दिल्ली है, पर पैसा तो मुंबई में है ना।",
    "language": "hindi"
  },
  {
    "id": 25,
    "joke": "गर्मी में बिजली जाने पर भारतीय: \n'अरे यार, फिर काट दी!' \n(पावर आने पर): \n'आ गई! आ गई!' (जैसे कोई जंग जीत ली हो)।",
    "language": "hindi"
  },
  {
    "id": 26,
    "joke": "पड़ोसन: बहन, तुम्हारे पति तो बहुत सीधे हैं। \nपत्नी: हाँ, इतने सीधे हैं कि जलेबी भी स्केल से नाप कर खाते हैं।",
    "language": "hindi"
  },
  {
    "id": 27,
    "joke": "डॉक्टर: शराब पीना छोड़ दो, वरना लीवर खराब हो जाएगा। \nमरीज: डॉक्टर साहब, लीवर तो फिर भी मिल जाएगा, पर पीने वाले दोस्त नहीं मिलेंगे।",
    "language": "hindi"
  },
  {
    "id": 28,
    "joke": "बॉस: क्या तुम्हें पता है कि गधे को इंग्लिश में क्या कहते हैं? \nकर्मचारी: सर, आप ही बता दीजिये, हम तो आपको 'बॉस' ही कहते हैं।",
    "language": "hindi"
  },
  {
    "id": 29,
    "joke": "हॉस्टल वार्डन: रात को 10 बजे के बाद बाहर जाना मना है। \nछात्र: सर, हम तो अंदर आने के लिए पूछ रहे थे, बाहर तो हम 8 बजे ही चले गए थे।",
    "language": "hindi"
  },
  {
    "id": 30,
    "joke": "पत्नी: काश मैं अखबार होती, तो तुम रोज मुझे हाथों में लेकर पढ़ते। \nपति: मैं भी यही सोचता हूँ, कम से कम हर दिन नई तो मिलती।",
    "language": "hindi"
  },
  {
    "id": 31,
    "joke": "ट्रैफिक पुलिस: रेड लाइट नहीं देखी थी क्या? \nड्राइवर: सर, रेड लाइट तो देखी थी, पर आप नहीं दिखे।",
    "language": "hindi"
  },
  {
    "id": 32,
    "joke": "संजू: यार, मेरी गर्लफ्रेंड ने मुझे छोड़ दिया। \nमंजू: क्यों? \nसंजू: मैंने उसे कहा था कि तू मेरी 'जान' है, और वो बोली कि उसे जानलेवा बीमारियों से डर लगता है।",
    "language": "hindi"
  },
  {
    "id": 33,
    "joke": "बैंक मैनेजर: लोन चाहिए? \nआदमी: हाँ। \nमैनेजर: गारंटी क्या है? \nआदमी: गारंटी यही है कि अगर नहीं चुका पाया तो दोबारा मांगने नहीं आऊँगा।",
    "language": "hindi"
  },
  {
    "id": 34,
    "joke": "भारत में 'फ्री वाई-फाई' मिलने पर लोग ऐसे खुश होते हैं जैसे बचपन में स्कूल की छुट्टी मिलने पर होते थे।",
    "language": "hindi"
  },
  {
    "id": 35,
    "joke": "टीचर: अगर तुम्हारे पास 10 समोसे हैं और 5 मैंने मांग लिए, तो तुम्हारे पास क्या बचेगा? \nछात्र: सर, मेरे पास 10 ही बचेंगे, क्योंकि मैं आपको दूंगा ही नहीं।",
    "language": "hindi"
  },
  {
    "id": 36,
    "joke": "माँ: बेटा, शादी कर ले, कब तक ऐसे आवारा घूमेगा? \nबेटा: माँ, अभी तो मैं 'युवा नेता' बना हूँ, अभी तो करियर शुरू हुआ है।",
    "language": "hindi"
  },
  {
    "id": 37,
    "joke": "ऑफिस में एचआर: हम आपको सैलरी के साथ-साथ 'जॉब सेटिस्फेक्शन' भी देंगे। \nकर्मचारी: मैडम, सेटिस्फेक्शन तो ठीक है, पर उसका किराया नहीं भर सकते ना।",
    "language": "hindi"
  },
  {
    "id": 38,
    "joke": "पति: तुम हमेशा मुझसे लड़ती रहती हो। \nपत्नी: मैं लड़ती नहीं हूँ, मैं तो बस तुम्हें सही रास्ते पर लाने की कोशिश करती हूँ, पर तुम हो कि गूगल मैप्स की तरह बार-बार 'री-रूटिंग' करते रहते हो।",
    "language": "hindi"
  },
  {
    "id": 39,
    "joke": "दोस्त: भाई, तुझे तैरना आता है? \nमैं: नहीं भाई। \nदोस्त: अरे, कुत्ता भी तैर लेता है। \nमैं: तो भाई, तुझमें और कुत्ते में कुछ तो फर्क होना चाहिए ना।",
    "language": "hindi"
  },
  {
    "id": 40,
    "joke": "जिम ट्रेनर: और भाई, डाइट कैसी चल रही है? \nमैं: बहुत बढ़िया सर, सुबह पोहा, दोपहर में छोले-भटूरे और रात को पिज्जा... बस सलाद एक्स्ट्रा ले लेता हूँ।",
    "language": "hindi"
  },
  {
    "id": 41,
    "joke": "पिता: शर्मा जी के बेटे को देख, 98% लाया है। \nबेटा: पापा, आप भी तो शर्मा जी को देखो, वो विधायक हैं और आप क्लर्क।",
    "language": "hindi"
  },
  {
    "id": 42,
    "joke": "लड़की वाले: हमारा लड़का तो हीरा है हीरा। \nलड़की: वो तो ठीक है अंकल, पर मुझे डर है कि कहीं कोई जौहरी इसे चुरा न ले।",
    "language": "hindi"
  },
  {
    "id": 43,
    "joke": "टीचर: न्यूटन का नियम बताओ। \nछात्र: सर, न्यूटन का नियम यह है कि अगर कोई चीज ऊपर से गिरती है, तो उसे नीचे ही आना है, चाहे वो सेब हो या इंसान की इज्जत।",
    "language": "hindi"
  },
  {
    "id": 44,
    "joke": "पति: आज खाने में नमक ज्यादा है। \nपत्नी: वो नमक ज्यादा नहीं है, सब्जी कम है। तुम हमेशा मुझे ही गलत क्यों समझते हो?",
    "language": "hindi"
  },
  {
    "id": 45,
    "joke": "बस कंडक्टर: थोड़ा आगे बढ़ो भाई। \nयात्री: भाई साहब, आगे तो ड्राइवर बैठा है, क्या उसकी गोद में बैठ जाऊँ?",
    "language": "hindi"
  },
  {
    "id": 46,
    "joke": "रिश्तेदार (शादी में): बेटा, अब तुम्हारी बारी है। \nमैं (शमशान घाट पर): अंकल, अब आपकी बारी है।",
    "language": "hindi"
  },
  {
    "id": 47,
    "joke": "ऑटो वाला: कहाँ जाना है? \nसवारी: चाँदनी चौक। \nऑटो वाला: नहीं जाऊँगा। \nसवारी: क्यों भाई? \nऑटो वाला: मूड नहीं है, और वैसे भी वहाँ बहुत जाम लगता है।",
    "language": "hindi"
  },
  {
    "id": 48,
    "joke": "बॉस: तुम छुट्टी क्यों मांग रहे हो? \nकर्मचारी: सर, मेरी दादी बीमार हैं। \nबॉस: अच्छा! अभी तो पिछले महीने ही मरी थीं। \nकर्मचारी: सर, वो वाली नानी थीं, ये दादी हैं।",
    "language": "hindi"
  },
  {
    "id": 49,
    "joke": "पति: मुझे लगता है कि मैं पिछले जन्म में कुत्ता था। \nपत्नी: क्यों? \nपति: क्योंकि जब भी तुम चिल्लाती हो, मुझे दुम दबाकर भागने का मन करता है।",
    "language": "hindi"
  },
  {
    "id": 50,
    "joke": "दोस्तों के साथ गोवा का प्लान और नेताओं के वादे, दोनों एक जैसे होते हैं - सुनने में अच्छे लगते हैं, पर पूरे कभी नहीं होते।",
    "language": "hindi"
  },
  {
    "id": 51,
    "joke": "टीचर: 'खुशी' तो हर जगह है, बस उसे ढूँढना पड़ता है। \nपप्पू: सर, 'खुशी' तो मेरे पड़ोस में ही रहती है, पर उसकी माँ बहुत खतरनाक है।",
    "language": "hindi"
  },
  {
    "id": 52,
    "joke": "डॉक्टर: चश्मा किसके लिए बनवाना है? \nमरीज: टीचर के लिए। \nडॉक्टर: क्यों? \nमरीज: उन्हें मैं हमेशा गधा ही दिखाई देता हूँ।",
    "language": "hindi"
  },
  {
    "id": 53,
    "joke": "पत्नी: तुम मुझे कितना प्यार करते हो? \nपति: शाहजहां जितना। \nपत्नी: तो मेरे लिए ताज महल कब बनवाओगे? \nपति: मैं तो जमीन खरीद चुका हूँ, अब तुम्हारे मरने की देरी है।",
    "language": "hindi"
  },
  {
    "id": 54,
    "joke": "लड़का: अंकल, आपकी बेटी से शादी करनी है। \nअंकल: क्या करते हो? \nलड़का: जी बाबूजी, मैं तो अभी 'स्ट्रगल' कर रहा हूँ। \nअंकल: बेटा, शादी कर लो, फिर 'स्ट्रगल' का असली मतलब समझ आएगा।",
    "language": "hindi"
  },
  {
    "id": 55,
    "joke": "बॉस: क्या तुम्हें पता है कि मैं तुम्हें नौकरी से क्यों निकाल रहा हूँ? \nकर्मचारी: नहीं सर। \nबॉस: बस, इसीलिए। तुम्हें ऑफिस में क्या चल रहा है, कुछ पता ही नहीं होता।",
    "language": "hindi"
  },
  {
    "id": 56,
    "joke": "शराबी: भाई, अगर मैं मर जाऊं तो मेरा दिल मेरी गर्लफ्रेंड को दे देना। \nदोस्त: क्यों? \nशराबी: मैं चाहता हूँ कि वो खेलते-खेलते ही मरे।",
    "language": "hindi"
  },
  {
    "id": 57,
    "joke": "माँ: बेटा, मोबाइल छोड़ दे, आँखें खराब हो जाएंगी। \nबेटा: माँ, मैं तो 'डार्क मोड' में चला रहा हूँ, इससे आँखें खराब नहीं, काली होती हैं।",
    "language": "hindi"
  },
  {
    "id": 58,
    "joke": "रिश्तेदार: बेटा, तुम तो बहुत बड़े हो गए हो। \nमैं: जी आंटी, खाना खाता हूँ ना, फोटोसिंथेसिस से थोड़ी जिन्दा हूँ।",
    "language": "hindi"
  },
  {
    "id": 59,
    "joke": "ट्रैफिक हवलदार: गाड़ी के कागज दिखाओ। \nड्राइवर: सर, कागज तो घर भूल आया, पर 500 का नोट जेब में है। \nहवलदार: कोई बात नहीं, गांधीजी की फोटो वाला कागज भी सरकारी दस्तावेज ही माना जाता है।",
    "language": "hindi"
  },
  {
    "id": 60,
    "joke": "पति: भगवान ने तुम्हें इतना सुंदर और इतना मूर्ख एक साथ क्यों बनाया? \nपत्नी: सुंदर इसलिए ताकि तुम मुझसे प्यार कर सको, और मूर्ख इसलिए ताकि मैं तुमसे प्यार कर सकूं।",
    "language": "hindi"
  },
  {
    "id": 61,
    "joke": "पप्पू: पापा, मुझे शादी नहीं करनी। \nपापा: क्यों बेटा? \nपप्पू: मुझे औरतों से डर लगता है। \nपापा: कर ले बेटा, फिर एक ही औरत से डर लगेगा, बाकी सब अच्छी लगेंगी।",
    "language": "hindi"
  },
  {
    "id": 62,
    "joke": "भारतीय शादियों में खाना खाते वक्त लोग प्लेट में इतना भर लेते हैं जैसे कल से देश में अकाल पड़ने वाला हो।",
    "language": "hindi"
  },
  {
    "id": 63,
    "joke": "टीचर: न्यूटन का नियम बताओ। \nछात्र: सर, न्यूटन का नियम छोड़ो, मेरा नियम सुनो - 'जो सोवत है, वो खोवत है, जो जागत है, वो मोबाइल चलावत है'।",
    "language": "hindi"
  },
  {
    "id": 64,
    "joke": "प्रेमी: क्या तुम मेरे सपनों की रानी बनोगी? \nप्रेमिका: नहीं, मुझे तो रेंट पर रहना पसंद नहीं, अपना घर हो तो बात करो।",
    "language": "hindi"
  },
  {
    "id": 65,
    "joke": "कंजूस: डॉक्टर साहब, मेरे दांत निकलवाने के कितने पैसे लगेंगे? \nडॉक्टर: 500 रुपये। \nकंजूस: और अगर मैं दांत ढीला करके लाऊं तो?",
    "language": "hindi"
  },
  {
    "id": 66,
    "joke": "संजू: यार, मैंने एक किताब लिखी है। \nमंजू: किस बारे में? \nसंजू: 'बिना दिमाग के कैसे जिएं'। \nमंजू: वाह! क्या बायोग्राफी है!",
    "language": "hindi"
  },
  {
    "id": 67,
    "joke": "लड़की: भैया, ये ड्रेस कितने की है? \nदुकानदार: 5000 की। \nलड़की: ठीक-ठीक लगा लो भैया, मैं तो आपकी रोज की ग्राहक हूँ। \nदुकानदार: मैडम, दुकान तो कल ही खुली है।",
    "language": "hindi"
  },
  {
    "id": 68,
    "joke": "टीचर: बहुवचन किसे कहते हैं? \nपप्पू: सर, जब बहू अपने ससुराल वालों को खरी-खोटी सुनाती है, तो उसे 'बहु-वचन' कहते हैं।",
    "language": "hindi"
  },
  {
    "id": 69,
    "joke": "पति: आज सब्जी में नमक क्यों नहीं है? \nपत्नी: वो सब्जी थोड़ी जल गई थी ना, तो मैंने सोचा कहीं नमक डालने से जले पर नमक न छिड़क जाए।",
    "language": "hindi"
  },
  {
    "id": 70,
    "joke": "इंटरव्यूअर: हम आपको सैलरी कितनी दें? \nउम्मीदवार: काम शुरू करने के बाद 50,000 और बाद में काम के हिसाब से बढ़ा देना। \nइंटरव्यूअर: ठीक है, तो तुम बाद में ही आना।",
    "language": "hindi"
  },
  {
    "id": 71,
    "joke": "दोस्त: भाई, तूने सिगरेट पीना क्यों छोड़ दिया? \nमैं: यार, फेफड़े तो एक-दो ही हैं, पर बीवी के ताने अनेक हैं।",
    "language": "hindi"
  },
  {
    "id": 72,
    "joke": "भारत में 'सेल्समैन' और 'रिश्तेदार' एक जैसे होते हैं, जब तक चिपका नहीं देते, तब तक पीछा नहीं छोड़ते।",
    "language": "hindi"
  },
  {
    "id": 73,
    "joke": "पंडित: जजमान, आपके ग्रह बहुत खराब चल रहे हैं। \nजजमान: पंडित जी, मैं शादीशुदा हूँ, ग्रहों से ज्यादा डर घरवाली से लगता है।",
    "language": "hindi"
  },
  {
    "id": 74,
    "joke": "पप्पू: यार, मैंने 100 मीटर की रेस में गोल्ड मेडल जीता। \nगप्पू: अरे वाह! फिर क्या हुआ? \nपप्पू: फिर क्या, दुकान वाले ने पकड़ लिया और मेडल वापस ले लिया।",
    "language": "hindi"
  },
  {
    "id": 75,
    "joke": "पत्नी: ए जी, उठो, चोर आया है। \nपति: सोने दे, वो चोरी करने आया है, चंदा मांगने नहीं जो मैं उठकर बात करूँ।",
    "language": "hindi"
  },
  {
    "id": 76,
    "joke": "होटल मैनेजर: सर, आप प्लेट क्यों चाट रहे हैं? \nग्राहक: वेटर ने कहा था कि खाना बहुत लजीज है, एक कतरा भी मत छोड़ना।",
    "language": "hindi"
  },
  {
    "id": 77,
    "joke": "लड़का: पापा, मुझे iPhone चाहिए। \nपापा: बेटा, 'iPhone' तो दूर की बात है, अगर तूने पढ़ाई नहीं की तो 'I-Go' (मैं जा रहा हूँ) भी नहीं कह पाऊंगा।",
    "language": "hindi"
  },
  {
    "id": 78,
    "joke": "लड़की: मैं अपने पुराने कपड़े डोनेट करने जा रही हूँ। \nबॉयफ्रेंड: क्यों? \nलड़की: क्योंकि वो मुझे फिट नहीं आ रहे। \nबॉयफ्रेंड: तो फिर भूखे लोगों को दे दे, शायद उन्हें खाकर फिट हो जाएं।",
    "language": "hindi"
  },
  {
    "id": 79,
    "joke": "पुलिस: तुम बैंक में क्यों घुसे थे? \nचोर: सर, मैंने बोर्ड पर पढ़ा था 'यहाँ खाते खोले जाते हैं', तो मैंने सोचा शायद तिजोरी भी खुल जाए।",
    "language": "hindi"
  },
  {
    "id": 80,
    "joke": "टीचर: बिजली चमकती है तो पहले दिखाई देती है और बाद में सुनाई देती है, क्यों? \nछात्र: क्योंकि सर, आँखें आगे हैं और कान पीछे।",
    "language": "hindi"
  },
  {
    "id": 81,
    "joke": "पति: जानू, आज खाने में क्या बनाओगी? \nपत्नी: जो तुम कहो। \nपति: चलो, आज बाहर चलते हैं। \nपत्नी: ठीक है, तुम बाहर दालान में बैठो, मैं खाना वहीं ले आती हूँ।",
    "language": "hindi"
  },
  {
    "id": 82,
    "joke": "डॉक्टर: आपका वजन बहुत बढ़ गया है। \nमरीज: सर, वो क्या है ना, मैं अपनी बात का बहुत 'वजनी' आदमी हूँ।",
    "language": "hindi"
  },
  {
    "id": 83,
    "joke": "सर्दियों में सुबह 6 बजे अलार्म बजना किसी आतंकी हमले से कम नहीं लगता।",
    "language": "hindi"
  },
  {
    "id": 84,
    "joke": "बेटा: पापा, मुझे शादी करनी है। \nपापा: पहले अपनी चड्डी तो खुद धोना सीख ले, फिर दूसरों की जिन्दगी धोना।",
    "language": "hindi"
  },
  {
    "id": 85,
    "joke": "दोस्त: भाई, तेरी गर्लफ्रेंड ने तुझे क्यों छोड़ा? \nमैं: मैंने उसे 'गुलाब' दिया था। \nदोस्त: तो? \nमैं: वो 'गोभी का फूल' निकला।",
    "language": "hindi"
  },
  {
    "id": 86,
    "joke": "टीचर: भारत की सबसे बड़ी समस्या क्या है? \nछात्र: सर, वो यह है कि दूसरों के घर में क्या चल रहा है, यह सबको जानना है।",
    "language": "hindi"
  },
  {
    "id": 87,
    "joke": "पत्नी: सुनो, मेरे बाल सफेद हो रहे हैं। \nपति: कोई बात नहीं, तुम 'डाई' कर लो। \nपत्नी: तुम मरने की बात क्यों कर रहे हो?",
    "language": "hindi"
  },
  {
    "id": 88,
    "joke": "बॉस: मैंने तुम्हें गधे जैसा काम करने को नहीं कहा था। \nकर्मचारी: सर, आपने ही तो कहा था कि 'स्मार्ट वर्क' करो, गधे 'हार्ड वर्क' करते हैं।",
    "language": "hindi"
  },
  {
    "id": 89,
    "joke": "वकील: गीता पर हाथ रखकर कसम खाओ... \nमुजरिम: सर, गीता तो मेरी गर्लफ्रेंड है, उस पर हाथ रखा तो वो कोर्ट में ही तमाशा कर देगी।",
    "language": "hindi"
  },
  {
    "id": 90,
    "joke": "पप्पू: यार, मैंने अपनी बीवी को 'रानी' की तरह रखा है। \nगप्पू: वो कैसे? \nपप्पू: मैं खुद 'बादशाह' बनकर हुकुम चलाता हूँ और वो 'प्यादा' समझकर मुझे पीट देती है।",
    "language": "hindi"
  },
  {
    "id": 91,
    "joke": "माँ: बेटा, तू इतना दुबला क्यों हो गया है? \nबेटा: माँ, मैं डाइटिंग पर हूँ। \nमाँ: ये 'डाइटिंग' कौन सी बीमारी है, हल्दी वाला दूध पी ले, सब ठीक हो जाएगा।",
    "language": "hindi"
  },
  {
    "id": 92,
    "joke": "लड़की: क्या तुम ड्रिंक करते हो? \nलड़का: हाँ। \nलड़की: कितना? \nलड़का: बस उतना ही, जितने में तुम मुझे सुंदर लगने लगो।",
    "language": "hindi"
  },
  {
    "id": 93,
    "joke": "टीचर: अगर तुम्हारे एक कान में 10 लाख और दूसरे में 10 लाख डाल दिए जाएं तो क्या होगा? \nछात्र: सर, मैं तो 'करोड़पति' हो जाऊंगा।",
    "language": "hindi"
  },
  {
    "id": 94,
    "joke": "पति: काश मैं यमराज होता। \nपत्नी: क्यों? \nपति: तो कम से कम तुम्हारी जान तो ले सकता था। \nपत्नी: और मैं यमराज की पत्नी होती, तो रोज तुम्हें लेने भेजती।",
    "language": "hindi"
  },
  {
    "id": 95,
    "joke": "संजू: यार, मेरी बीवी बहुत शक करती है। \nमंजू: कैसे? \nसंजू: कल मैं सपने में किसी और लड़की से बात कर रहा था, उसने मुझे नींद में ही थप्पड़ मार दिया।",
    "language": "hindi"
  },
  {
    "id": 96,
    "joke": "डॉक्टर: आपके पति को बहुत ज्यादा आराम की जरूरत है, ये नींद की गोलियां हैं। \nपत्नी: उन्हें कब देनी हैं? \nडॉक्टर: उन्हें नहीं, ये आपको खानी हैं, ताकि वो आराम कर सकें।",
    "language": "hindi"
  },
  {
    "id": 97,
    "joke": "इंजीनियर: सर, पुल बन गया है, लेकिन एक समस्या है। \nमंत्री: क्या? \nइंजीनियर: वो नदी के दूसरी तरफ नहीं पहुँच पाया। \nमंत्री: कोई बात नहीं, हम चुनाव में कह देंगे कि ये 'अधूरा प्यार' है।",
    "language": "hindi"
  },
  {
    "id": 98,
    "joke": "लड़की: भैया, मुझे एक अच्छा सा फोन दिखाओ जिसमें कैमरा अच्छा हो। \nदुकानदार: मैडम, कैमरा तो सब में अच्छा होता है, बस शक्ल अच्छी होनी चाहिए।",
    "language": "hindi"
  },
  {
    "id": 99,
    "joke": "टीचर: कल स्कूल क्यों नहीं आए थे? \nछात्र: सर, पेट में दर्द था। \nटीचर: तो डॉक्टर के पास क्यों नहीं गए? \nछात्र: गया था सर, वो भी स्कूल नहीं आया था।",
    "language": "hindi"
  },
  {
    "id": 100,
    "joke": "शादी के बाद पति-पत्नी का रिश्ता 'चाय और बिस्किट' जैसा होता है। पति बिस्किट की तरह चाय (पत्नी) में डूबता है और अंत में टूट जाता है।",
    "language": "hindi"
  },
  {
    "id": 101,
    "joke": "बॉस: तुम्हें ऑफिस में मन नहीं लगता क्या? \nकर्मचारी: सर, मन तो बहुत लगता है, पर शरीर घर जाने को कहता है।",
    "language": "hindi"
  },
  {
    "id": 102,
    "joke": "पत्नी: तुम मुझे पहले जैसे प्यार नहीं करते। \nपति: अरे पगली, चुनाव खत्म होने के बाद प्रचार कौन करता है?",
    "language": "hindi"
  },
  {
    "id": 103,
    "joke": "दोस्त: भाई, तूने अपनी कार बेच दी? \nमैं: हाँ यार। \nदोस्त: क्यों? \nमैं: पेट्रोल के दाम देखकर लग रहा था कि कार नहीं, हाथी पाल रखा है।",
    "language": "hindi"
  },
  {
    "id": 104,
    "joke": "टीचर: 'गधे' और 'इंसान' में क्या फर्क है? \nपप्पू: सर, गधे कभी इंजीनियर नहीं बनते, और इंसान बनकर भी गधे रह जाते हैं।",
    "language": "hindi"
  },
  {
    "id": 105,
    "joke": "रिश्तेदार: बेटा, रिजल्ट कब आ रहा है? \nबेटा: अंकल, जब आएगा तो मैं आपको ब्लॉक कर दूंगा, आप चिंता न करें।",
    "language": "hindi"
  },
  {
    "id": 106,
    "joke": "मरीज: डॉक्टर साहब, मैं जब भी चाय पीता हूँ, आँख में दर्द होता है। \nडॉक्टर: अगली बार कप से चम्मच निकाल कर पीना।",
    "language": "hindi"
  },
  {
    "id": 107,
    "joke": "लड़का: क्या मैं तुम्हें एक किस कर सकता हूँ? \nलड़की: नहीं, मेरे धर्म में शादी से पहले ये सब मना है। \nलड़का: तो फिर शादी कर लो। \nलड़की: अभी नहीं, अभी तो मैं 'किस' करने की उम्र में हूँ।",
    "language": "hindi"
  },
  {
    "id": 108,
    "joke": "पुलिस: तुम्हें पता है, बिना हेलमेट गाड़ी चलाना जुर्म है? \nपप्पू: सर, जुर्म तो शादी करना भी है, पर सजा तो आप जैसे लोग ही भुगत रहे हैं।",
    "language": "hindi"
  },
  {
    "id": 109,
    "joke": "कंजूस के घर आग लग गई। उसने मिस कॉल देकर फायर ब्रिगेड को बुलाया।",
    "language": "hindi"
  },
  {
    "id": 110,
    "joke": "पत्नी: सुनो, आज मेरी सहेलियां आ रही हैं। \nपति: तो मैं क्या करूँ? \nपत्नी: तुम बस अपनी वो 'फटी बनियान' मत पहनना, मेरी इज्जत का सवाल है।",
    "language": "hindi"
  },
  {
    "id": 111,
    "joke": "टीचर: 'संगठन' में शक्ति है, इसका उदाहरण दो। \nछात्र: सर, जब एक मच्छर काटता है तो हम उसे मार देते हैं, पर जब झुंड में आते हैं तो हम मच्छरदानी लगा लेते हैं।",
    "language": "hindi"
  },
  {
    "id": 112,
    "joke": "बॉस: तुम्हारी प्रेजेंटेशन बहुत खराब थी। \nकर्मचारी: सर, गलती मेरी नहीं, पावरपॉइंट की है, उसमें 'पॉइंट' तो था पर 'पावर' नहीं थी।",
    "language": "hindi"
  },
  {
    "id": 113,
    "joke": "पति: आज खाने में क्या बनाया है? \nपत्नी: बैंगन का भरता। \nपति: अरे, कल तो तुम कह रही थी कि बैंगन सड़ा हुआ है। \nपत्नी: हाँ, तभी तो भरता बना दिया, ताकि पता न चले।",
    "language": "hindi"
  },
  {
    "id": 114,
    "joke": "भिखारी: भगवान के नाम पर कुछ दे दे बाबा। \nलड़की: मैं बाबा नहीं, 'बेबी' हूँ। \nभिखारी: तो भगवान के नाम पर कुछ दे दे बेबी।",
    "language": "hindi"
  },
  {
    "id": 115,
    "joke": "पप्पू: यार, मेरी बीवी बहुत धार्मिक है। \nगप्पू: अच्छा, वो कैसे? \nपप्पू: मैं कुछ भी बोलूँ, वो कहती है 'भगवान उठा ले मुझे'।",
    "language": "hindi"
  },
  {
    "id": 116,
    "joke": "डॉक्टर: आपकी बीमारी लाइलाज है। \nमरीज: डॉक्टर साहब, कोई तो रास्ता होगा? \nडॉक्टर: हाँ, एक रास्ता है, सरकारी अस्पताल चले जाओ, वहाँ बीमारी खुद ही ऊब कर चली जाएगी।",
    "language": "hindi"
  },
  {
    "id": 117,
    "joke": "टीचर: बताओ, कौन सा पक्षी सबसे तेज उड़ता है? \nछात्र: सर, वो पक्षी जिसे पुलिस का डंडा पड़ा हो।",
    "language": "hindi"
  },
  {
    "id": 118,
    "joke": "प्रेमी: मैं तुम्हारे लिए आग में कूद सकता हूँ। \nप्रेमिका: तो कूद जाओ। \nप्रेमी: अभी नहीं, अभी मूड नहीं है, और वैसे भी माचिस नहीं है।",
    "language": "hindi"
  },
  {
    "id": 119,
    "joke": "ऑफिस में: \nकर्मचारी: सर, क्या मैं घर जा सकता हूँ? \nबॉस: क्यों? \nकर्मचारी: क्योंकि ऑफिस में तो मेरा मन लग नहीं रहा।",
    "language": "hindi"
  },
  {
    "id": 120,
    "joke": "पत्नी: तुम सोते वक्त मुझे गालियां दे रहे थे। \nपति: नहीं जानू, वो गालियां नहीं थी, वो तो मेरे मन की भड़ास थी जो लीक हो गई।",
    "language": "hindi"
  },
  {
    "id": 121,
    "joke": "टीचर: जो बेवकूफ है, वो खड़ा हो जाए। \n(पप्पू खड़ा हो गया) \nटीचर: तुम बेवकूफ हो? \nपप्पू: नहीं सर, आप अकेले खड़े थे, मुझे अच्छा नहीं लगा।",
    "language": "hindi"
  },
  {
    "id": 122,
    "joke": "लड़की: मेरे पापा के पास ऑडी है, तुम्हारे पास क्या है? \nलड़का: मेरे पास तो 'ऑटो' है, कभी भी हाथ दे देना, रोक लूंगा।",
    "language": "hindi"
  },
  {
    "id": 123,
    "joke": "डॉक्टर: सिगरेट पीना छोड़ दो, इससे उम्र कम होती है। \nमरीज: डॉक्टर साहब, मुझे बुढ़ापा देखना भी नहीं है।",
    "language": "hindi"
  },
  {
    "id": 124,
    "joke": "पति: आज चाय में चीनी कम क्यों है? \nपत्नी: एक ही चम्मच थी, अब चीनी लूं या चम्मच, तुम ही फैसला कर लो।",
    "language": "hindi"
  },
  {
    "id": 125,
    "joke": "इंटरव्यूअर: अगर मैं तुम्हें 1 करोड़ दूँ तो तुम क्या करोगे? \nउम्मीदवार: सर, मैं दोबारा गिनूंगा, कहीं कम तो नहीं हैं।",
    "language": "hindi"
  },
  {
    "id": 126,
    "joke": "पप्पू: यार, मैंने अपनी गर्लफ्रेंड को 'चाँद' कहा। \nगप्पू: फिर? \nपप्पू: फिर क्या, वो दिन भर 'अमावस्या' की तरह काली शक्ल बनाकर बैठी रही।",
    "language": "hindi"
  },
  {
    "id": 127,
    "joke": "पुलिस: इस बैग में क्या है? \nआदमी: बम। \nपुलिस: मजाक मत करो। \nआदमी: सर, मजाक तो आप कर रहे हैं, मेरी बीवी का टिफिन है, बम से कम थोड़ी है।",
    "language": "hindi"
  },
  {
    "id": 128,
    "joke": "टीचर: बताओ, दूध में पानी क्यों मिलाते हैं? \nछात्र: ताकि दूध पीने के बाद प्यास न लगे।",
    "language": "hindi"
  },
  {
    "id": 129,
    "joke": "पत्नी: तुम तो मुझे घुमाने भी नहीं ले जाते। \nपति: अरे, अभी तो मैं तुम्हें 'गोल-गोल' घुमा रहा हूँ।",
    "language": "hindi"
  },
  {
    "id": 130,
    "joke": "बॉस: ये क्या है? छुट्टी की अर्जी में लिखा है 'बीमार हूँ'। \nकर्मचारी: तो क्या लिखूँ सर? 'मरने वाला हूँ'?",
    "language": "hindi"
  },
  {
    "id": 131,
    "joke": "दोस्त: भाई, 500 रुपये उधार दे दे। \nमैं: यार, मेरे पास तो नहीं हैं। \nदोस्त: तो अपने पापा से मांग ले। \nमैं: वो तेरे पापा को जानते हैं, वो नहीं देंगे।",
    "language": "hindi"
  },
  {
    "id": 132,
    "joke": "डॉक्टर: आपका ऑपरेशन सफल रहा। \nमरीज: धन्यवाद डॉक्टर साहब। \nडॉक्टर: मैं डॉक्टर नहीं, यमराज हूँ। ऑपरेशन तो फेल हो गया था।",
    "language": "hindi"
  },
  {
    "id": 133,
    "joke": "लड़का: मैं तुम्हारे लिए पूरी दुनिया से लड़ सकता हूँ। \nलड़की: लेकिन तुम तो कॉकरोच से डरते हो। \nलड़का: वो दुनिया का हिस्सा नहीं है, वो एलियन है।",
    "language": "hindi"
  },
  {
    "id": 134,
    "joke": "पप्पू: पापा, रिजल्ट आ गया। \nपापा: क्या आया? \nपप्पू: बस सर पे पसीना और आँखों में आंसू।",
    "language": "hindi"
  },
  {
    "id": 135,
    "joke": "शादी में वेटर: सर, कोल्ड ड्रिंक लेंगे या कॉफी? \nफूफा जी: इज्जत! है तुम्हारे पास?",
    "language": "hindi"
  },
  {
    "id": 136,
    "joke": "पत्नी: तुम मुझे शॉपिंग पर ले चलो। \nपति: कोरोना चल रहा है। \nपत्नी: वो तो कब का चला गया। \nपति: मेरे पर्स में अभी भी चल रहा है।",
    "language": "hindi"
  },
  {
    "id": 137,
    "joke": "टीचर: 'कल' और 'आज' में क्या अंतर है? \nछात्र: सर, कल मैं पिटा था और आज आप पिटेंगे।",
    "language": "hindi"
  },
  {
    "id": 138,
    "joke": "बॉस: हमारी कंपनी में 'वर्क लाइफ बैलेंस' है। \nकर्मचारी: सर, 'वर्क' तो है, पर 'लाइफ' और 'बैलेंस' का पता नहीं।",
    "language": "hindi"
  },
  {
    "id": 139,
    "joke": "पति: मैं तुमसे तंग आ गया हूँ, मैं संन्यास लेने जा रहा हूँ। \nपत्नी: ठीक है, आते वक्त सब्जी लेते आना।",
    "language": "hindi"
  },
  {
    "id": 140,
    "joke": "दोस्त: भाई, तूने इंजीनियरिंग क्यों की? \nमैं: क्योंकि मुझे लगा कि इसमें लड़कियां होंगी। \nदोस्त: और? \nमैं: और अब मैं खुद लड़की बन गया हूँ।",
    "language": "hindi"
  },
  {
    "id": 141,
    "joke": "डॉक्टर: तुम्हें खून की कमी है। \nमरीज: सर, मच्छर बहुत काटते हैं। \nडॉक्टर: तो मच्छरदानी लगाओ। \nमरीज: उसमें हवा नहीं आती। \nडॉक्टर: तो पंखा चलाओ। \nमरीज: बिजली का बिल कौन देगा, तुम्हारा बाप?",
    "language": "hindi"
  },
  {
    "id": 142,
    "joke": "लड़की: भैया, मुझे ऐसा पति चाहिए जो कभी झूठ न बोले। \nपंडित जी: बेटी, फिर तो तुम्हें गूंगे से शादी करनी पड़ेगी।",
    "language": "hindi"
  },
  {
    "id": 143,
    "joke": "पिता: बेटा, ये लड़की कैसी है? \nबेटा: पापा, ये तो मेरी गर्लफ्रेंड है। \nपिता: नालायक, मैं तेरी माँ के लिए पूछ रहा हूँ, कामवाली बाई है ये।",
    "language": "hindi"
  },
  {
    "id": 144,
    "joke": "पुलिस: यहाँ गाड़ी पार्क करना मना है। \nआदमी: सर, मैंने पार्क नहीं की, बस खड़ी की है, अभी गिर जाएगी तो उठा लूंगा।",
    "language": "hindi"
  },
  {
    "id": 145,
    "joke": "टीचर: 1869 में क्या हुआ था? \nपप्पू: गांधीजी का जन्म। \nटीचर: और 1872 में? \nपप्पू: गांधीजी 3 साल के हो गए थे।",
    "language": "hindi"
  },
  {
    "id": 146,
    "joke": "पत्नी: अगर मैं मर गई तो तुम दूसरी शादी कर लोगे? \nपति: नहीं। \nपत्नी: क्यों? \nपति: एक बार गलती हो गई, अब दोबारा हिम्मत नहीं है।",
    "language": "hindi"
  },
  {
    "id": 147,
    "joke": "बॉस: तुम काम पर ध्यान क्यों नहीं देते? \nकर्मचारी: सर, ध्यान तो देता हूँ, पर काम ही ध्यान नहीं देता।",
    "language": "hindi"
  },
  {
    "id": 148,
    "joke": "डॉक्टर: रोज सुबह दौड़ लगाया करो। \nमरीज: सर, दौड़ तो मैं रोज लगाता हूँ। \nडॉक्टर: कब? \nमरीज: जब कुत्ते पीछे पड़ते हैं।",
    "language": "hindi"
  },
  {
    "id": 149,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: जहर। \nपति: तो मैं देर से आऊँगा, तुम खाकर सो जाना।",
    "language": "hindi"
  },
  {
    "id": 150,
    "joke": "एक सच्चा दोस्त वही है जो आपकी बेइज्जती भी इज्जत के साथ करे, जैसे: 'भाई तू तो शेर है, बस सर्कस वाला'।",
    "language": "hindi"
  },
  {
    "id": 151,
    "joke": "ग्राहक: भैया, ये मच्छर मारने वाली दवा काम कैसे करती है? \nदुकानदार: बहुत आसान है। मच्छर को पकड़ो, उसका मुँह खोलो और दो बूंद पिला दो।",
    "language": "hindi"
  },
  {
    "id": 152,
    "joke": "टीचर: अगर मैं तुम्हें 2 बिल्ली दूँ, फिर 2 बिल्ली दूँ और फिर 2 बिल्ली दूँ, तो तुम्हारे पास कितनी बिल्लियाँ होंगी? \nपप्पू: सात। \nटीचर: कैसे? 2+2+2 तो 6 होते हैं। \nपप्पू: सर, एक मेरे पास पहले से है।",
    "language": "hindi"
  },
  {
    "id": 153,
    "joke": "पत्नी: देखो, वो आदमी मुझे कब से घूर रहा है। \nपति: डरो मत, वो देख रहा होगा कि मैंने कौन सी गलती की है, ताकि वो न कर बैठे।",
    "language": "hindi"
  },
  {
    "id": 154,
    "joke": "रेलवे स्टेशन पर: \nयात्री: क्या यह ट्रेन इस स्टेशन पर रुकेगी? \nकुली: रुकेगी तो नहीं साहब, बस थोड़ी धीरे होगी, आपको कूदना पड़ेगा।",
    "language": "hindi"
  },
  {
    "id": 155,
    "joke": "इंटरव्यूअर: क्या आपको ब्रिटिश भाषा आती है? \nउम्मीदवार: हाँ सर। \nइंटरव्यूअर: कुछ बोल के दिखाओ। \nउम्मीदवार: डू गुणा डू, चार होवे है।",
    "language": "hindi"
  },
  {
    "id": 156,
    "joke": "माँ: बेटा, तूने फ्रिज से बोतल निकाली थी? \nबेटा: हाँ। \nमाँ: तो क्या उसमें पानी भरने के लिए अलग से गूगल पर सर्च करना पड़ेगा?",
    "language": "hindi"
  },
  {
    "id": 157,
    "joke": "नाई: साहब, बाल छोटे करने हैं? \nग्राहक: नहीं, बड़े करने हैं, तू बस खींच-खींच के लम्बे कर दे।",
    "language": "hindi"
  },
  {
    "id": 158,
    "joke": "बॉयफ्रेंड: डार्लिंग, तुम दिन भर क्या करती हो? \nगर्लफ्रेंड: मैं तो मच्छर मारती हूँ। \nबॉयफ्रेंड: आज कितने मारे? \nगर्लफ्रेंड: 5 मारे। 2 मेल और 3 फीमेल। \nबॉयफ्रेंड: तुम्हें कैसे पता चला? \nगर्लफ्रेंड: 2 बीयर की बोतल पर बैठे थे और 3 आईने के सामने।",
    "language": "hindi"
  },
  {
    "id": 159,
    "joke": "बॉस: तुम्हें अपनी सैलरी में क्या चाहिए, पैसा या इज्जत? \nकर्मचारी: सर, इज्जत तो मैं घर से ही लेकर निकला था, आप बस पैसा दे दीजिये।",
    "language": "hindi"
  },
  {
    "id": 160,
    "joke": "डॉक्टर: आपको क्या बीमारी है? \nमरीज: मुझे भूलने की बीमारी है। \nडॉक्टर: कब से? \nमरीज: क्या कब से?",
    "language": "hindi"
  },
  {
    "id": 161,
    "joke": "पति: आज मुझे लॉटरी लगी है। \nपत्नी: वाह! कितने की? \nपति: लॉटरी नहीं, 'लॉटरी' वाली फीलिंग लगी है, क्योंकि आज तुम मायके जा रही हो।",
    "language": "hindi"
  },
  {
    "id": 162,
    "joke": "टीचर: 'संतोष' का विलोम शब्द बताओ। \nछात्र: 'असंतोष'। \nटीचर: और 'पत्नी' का विलोम? \nछात्र: सर, 'चैन की नींद'।",
    "language": "hindi"
  },
  {
    "id": 163,
    "joke": "दोस्त: भाई, तेरी शादी हो गई, अब तो तू 'सेट' हो गया। \nमैं: हाँ भाई, पहले 'सेट' था, अब 'अपसेट' हूँ।",
    "language": "hindi"
  },
  {
    "id": 164,
    "joke": "पुलिस: तुम इतनी तेज बाइक क्यों चला रहे थे? \nलड़का: सर, ब्रेक फेल हो गए थे, जल्दी घर पहुँचना चाहता था ताकि एक्सीडेंट न हो जाए।",
    "language": "hindi"
  },
  {
    "id": 165,
    "joke": "पड़ोसन: बहन, तुम्हारा बेटा बहुत शैतान हो गया है। \nमाँ: क्या करूँ बहन, 'विंडोज' तो इंस्टॉल कर दी है, पर 'एंटीवायरस' डालना भूल गई थी।",
    "language": "hindi"
  },
  {
    "id": 166,
    "joke": "वकील: तलाक क्यों चाहिए? \nपति: जज्साहब, ये बर्तनों को बहुत जोर-जोर से धोती है। \nवकील: इसमें क्या बुराई है? \nपति: सर, बर्तन मेरे सिर पर रखकर धोती है।",
    "language": "hindi"
  },
  {
    "id": 167,
    "joke": "टीचर: होमवर्क क्यों नहीं किया? \nपप्पू: सर, लाइट नहीं थी। \nटीचर: तो मोमबत्ती जला लेते। \nपप्पू: माचिस नहीं थी। \nटीचर: माचिस क्यों नहीं थी? \nपप्पू: वो मंदिर में रखी थी। \nटीचर: तो वहां से ले आते। \nपप्पू: कैसे लाता सर, नहाया नहीं था। \nटीचर: क्यों नहीं नहाया था? \nपप्पू: पानी नहीं था। \nटीचर: पानी क्यों नहीं था? \nपप्पू: मोटर नहीं चल रही थी। \nटीचर: क्यों? \nपप्पू: बताया तो सर, लाइट नहीं थी!",
    "language": "hindi"
  },
  {
    "id": 168,
    "joke": "पत्नी: तुम मुझे 'रानी' कहते थे, अब 'नौकरानी' जैसा बर्ताव क्यों करते हो? \nपति: रानी को राजपाट तो संभालना ही पड़ता है ना।",
    "language": "hindi"
  },
  {
    "id": 169,
    "joke": "डॉक्टर: आपकी एक किडनी फेल हो गई है। \nशराबी: बस एक ही? चलो शुक्र है, दूसरी तो दारू के लिए बची है।",
    "language": "hindi"
  },
  {
    "id": 170,
    "joke": "भारतीय ट्रेन में ऊपर की बर्थ मिलना उस कामयाबी जैसा है, जिसे पाने के बाद नीचे वाले लोग आपसे नफरत करने लगते हैं।",
    "language": "hindi"
  },
  {
    "id": 171,
    "joke": "लड़की: भैया, ये गोल-गप्पे बासी तो नहीं हैं? \nगोल-गप्पे वाला: मैडम, बासी होते तो पानी में तैर रहे होते, डूबते नहीं।",
    "language": "hindi"
  },
  {
    "id": 172,
    "joke": "बॉस: तुम्हें किस बात की टेंशन है? \nकर्मचारी: सर, काम की। \nबॉस: काम की टेंशन क्यों लेते हो? काम तो तुम वैसे भी नहीं करते।",
    "language": "hindi"
  },
  {
    "id": 173,
    "joke": "टीचर: अपने पिता का नाम इंग्लिश में बताओ। \nछात्र: 'ब्यूटीफुल रेड अंडरवियर'। \nटीचर: क्या बकवास है? हिंदी में बताओ। \nछात्र: सुंदर लाल चड्ढा।",
    "language": "hindi"
  },
  {
    "id": 174,
    "joke": "पति: आज बहुत गर्मी है। \nपत्नी: तो एसी चला लो। \nपति: एसी तो ठीक है, पर बिल कौन भरेगा? \nपत्नी: तुम्हारे ससुर जी। \nपति: अरे वाह! चलाओ-चलाओ, 16 पे कर दो।",
    "language": "hindi"
  },
  {
    "id": 175,
    "joke": "लड़का: तुम्हारी आँखें कितनी नशीली हैं। \nलड़की: अरे, वो तो आज नींद पूरी नहीं हुई, इसलिए लाल हैं।",
    "language": "hindi"
  },
  {
    "id": 176,
    "joke": "साधू: बेटा, बीवी से डरते हो? \nभक्त: नहीं बाबा। \nसाधू: तो फिर सिगरेट छुपा कर क्यों पी रहे हो? \nभक्त: मैं बीवी से नहीं, उसके प्रवचन से डरता हूँ।",
    "language": "hindi"
  },
  {
    "id": 177,
    "joke": "बैंक वाले: हम आपको क्रेडिट कार्ड फ्री में दे रहे हैं। \nमैं: और उसका बिल? \nबैंक वाले: वो आपको भरना पड़ेगा। \nमैं: तो फिर 'फ्री' क्या हुआ? कार्ड का प्लास्टिक?",
    "language": "hindi"
  },
  {
    "id": 178,
    "joke": "टीचर: अगर पृथ्वी घूमना बंद कर दे तो क्या होगा? \nछात्र: सर, सब लोग गिर जाएंगे, सिवाय मेरे। \nटीचर: क्यों? \nछात्र: क्योंकि मैं तो वैसे भी जमीन पर लेटकर ही पढ़ाई करता हूँ।",
    "language": "hindi"
  },
  {
    "id": 179,
    "joke": "पत्नी: तुमने शादी से पहले क्यों नहीं बताया कि तुम गरीब हो? \nपति: मैंने बताया तो था, पर तुम सुनती ही नहीं थी। मैं कहता था, 'मेरे पास कुछ नहीं है, बस तुम हो', और तुम 'पागलों' की तरह हँस देती थी।",
    "language": "hindi"
  },
  {
    "id": 180,
    "joke": "दोस्त: यार, मुझे एक अच्छी सी घड़ी चाहिए। \nमैं: दीवार घड़ी या हाथ घड़ी? \nदोस्त: कोई भी चलेगी, बस वक्त बदलना चाहिए।",
    "language": "hindi"
  },
  {
    "id": 181,
    "joke": "मरीज: डॉक्टर साहब, ऑपरेशन के बाद मैं गिटार बजा पाऊंगा ना? \nडॉक्टर: बिल्कुल। \nमरीज: कमाल है! पहले तो मुझे बजाना नहीं आता था।",
    "language": "hindi"
  },
  {
    "id": 182,
    "joke": "लड़की: मैं तुम्हें कभी नहीं भूलूँगी। \nलड़का: क्यों? \nलड़की: क्योंकि तुम पर मेरे 500 रुपये उधार हैं।",
    "language": "hindi"
  },
  {
    "id": 183,
    "joke": "पप्पू: पापा, मुझे एक लड़की पसंद है। \nपापा: क्या वो खाना बना लेती है? \nपप्पू: नहीं, पर वो स्विगी से ऑर्डर बहुत अच्छा करती है।",
    "language": "hindi"
  },
  {
    "id": 184,
    "joke": "बॉस: तुम हमेशा लेट क्यों आते हो? \nकर्मचारी: सर, सपने में मैं देखता हूँ कि मैं ऑफिस में ही हूँ, इसलिए उठने की जल्दी नहीं होती।",
    "language": "hindi"
  },
  {
    "id": 185,
    "joke": "टीचर: 'असंभव' को संभव कैसे बनाओगे? \nछात्र: सर, 'अ' को मिटाकर।",
    "language": "hindi"
  },
  {
    "id": 186,
    "joke": "पति: आज मैंने तुम्हें सपने में देखा। \nपत्नी: क्या देखा? \nपति: देखा कि मैं कुँवारा हूँ।",
    "language": "hindi"
  },
  {
    "id": 187,
    "joke": "दूधवाला: मैडम, कल से दूध का भाव बढ़ जाएगा। \nमैडम: क्यों भैया? \nदूधवाला: गाय ने अब इंग्लिश ट्यूशन शुरू कर दिया है।",
    "language": "hindi"
  },
  {
    "id": 188,
    "joke": "वकील: तुमने उस आदमी की जेब क्यों काटी? \nजेबकतरा: सर, उसने मेरी जेब काटी थी। \nवकील: पर तुम्हारी जेब में तो कुछ था ही नहीं। \nजेबकतरा: बस, इसी बात की प्रैक्टिस कर रहा था।",
    "language": "hindi"
  },
  {
    "id": 189,
    "joke": "शादी के रिसेप्शन में: \nमेहमान: खाना बहुत अच्छा है, किसने बनाया? \nहलवाई: मैंने। \nमेहमान: झूठ मत बोल, इतना अच्छा खाना हलवाई नहीं बना सकता, ये तो पक्का आर्डर किया हुआ है।",
    "language": "hindi"
  },
  {
    "id": 190,
    "joke": "पत्नी: तुम मेरी कोई बात नहीं मानते। \nपति: मानता तो हूँ, अब क्या जान लोगी? \nपत्नी: नहीं, जान तो ले ली, अब एलआईसी (LIC) के पैसे चाहिए।",
    "language": "hindi"
  },
  {
    "id": 191,
    "joke": "पप्पू: यार, मुझे चश्मा लग गया है। \nगप्पू: दूर का या पास का? \nपप्पू: पास का। अब बीवी पास आती है तो साफ दिखाई देती है, बहुत डर लगता है।",
    "language": "hindi"
  },
  {
    "id": 192,
    "joke": "टीचर: पानी का फॉर्मूला बताओ। \nछात्र: H, I, J, K, L, M, N, O. \nटीचर: ये क्या है? \nछात्र: सर, आपने ही तो कहा था कि H to O (H2O) है।",
    "language": "hindi"
  },
  {
    "id": 193,
    "joke": "पति (रोते हुए): मेरी बीवी खो गई है। \nपुलिस: हुलिया बताओ। \nपति: गोरी है, 5 फुट 4 इंच, नीली आँखें... \nदोस्त (कान में): अबे, तेरी बीवी तो काली और मोटी है। \nपति: चुप कर, अभी मिल गई तो वो वाली वापस आ जाएगी।",
    "language": "hindi"
  },
  {
    "id": 194,
    "joke": "ग्राहक: भैया, ये सेब लाल क्यों नहीं हैं? \nफलवाला: ये सेब शर्मिले हैं बाबूजी, घर ले जाओगे तो लाल हो जाएंगे।",
    "language": "hindi"
  },
  {
    "id": 195,
    "joke": "इंटरव्यूअर: आपकी हॉबी क्या है? \nउम्मीदवार: दूसरों के काम में टांग अड़ाना। \nइंटरव्यूअर: आप जा सकते हैं। \nउम्मीदवार: क्यों? अभी तो इंटरव्यू पूरा भी नहीं हुआ, मैं तो बैठूंगा।",
    "language": "hindi"
  },
  {
    "id": 196,
    "joke": "लड़की: मुझे अपना बॉयफ्रेंड बहुत पसंद है, वो बहुत 'कूल' है। \nसहेली: अच्छा? \nलड़की: हाँ, जब भी मैं गिफ्ट मांगती हूँ, वो ठंडा पड़ जाता है।",
    "language": "hindi"
  },
  {
    "id": 197,
    "joke": "टीचर: बताओ, सबसे ज्यादा नशा किसमें होता है? \nछात्र: किताबों में। \nटीचर: वो कैसे? \nछात्र: सर, खोलते ही नींद आ जाती है।",
    "language": "hindi"
  },
  {
    "id": 198,
    "joke": "पत्नी: देखो, वो लड़का मुझे देख कर सीटी बजा रहा है। \nपति: उसे सीटी बजाने दे, शायद उसे यकीन नहीं हो रहा होगा कि इतना बड़ा हादसा होने के बाद भी मैं जिन्दा हूँ।",
    "language": "hindi"
  },
  {
    "id": 199,
    "joke": "पंडित जी: तुम्हारी कुंडली में 'राजयोग' है। \nपप्पू: वो कब आएगा? \nपंडित जी: जब तुम 'मिस्त्री' का काम छोड़कर 'ठेकेदार' बन जाओगे।",
    "language": "hindi"
  },
  {
    "id": 200,
    "joke": "भारत में लोग हेलमेट पुलिस से बचने के लिए पहनते हैं, यमराज से बचने के लिए नहीं।",
    "language": "hindi"
  },
  {
    "id": 201,
    "joke": "डॉक्टर: वजन कम करने के लिए रोटी कम करो। \nमरीज: मैं तो रोटी खाता ही नहीं, मैं तो पराठे खाता हूँ।",
    "language": "hindi"
  },
  {
    "id": 202,
    "joke": "बॉस: तुम्हें पता है कि गधे को छुट्टी नहीं मिलती? \nकर्मचारी: तभी तो सर, आप रोज ऑफिस आते हैं।",
    "language": "hindi"
  },
  {
    "id": 203,
    "joke": "लड़की: क्या तुम मेरे लिए शेर से लड़ सकते हो? \nलड़का: नहीं, पर मैं तुम्हारे लिए शेर के पिंजरे के बाहर खड़ा होकर सेल्फी ले सकता हूँ।",
    "language": "hindi"
  },
  {
    "id": 204,
    "joke": "टीचर: 'मैं जा रहा हूँ', इसका भविष्य काल बताओ। \nछात्र: 'मैं चला जाऊंगा'। \nटीचर: और इसका भूतकाल? \nछात्र: 'मैं भाग गया था'!",
    "language": "hindi"
  },
  {
    "id": 205,
    "joke": "पति: काश तुम रेडियो होती। \nपत्नी: क्यों? \nपति: कम से कम आवाज कम तो कर सकता था।",
    "language": "hindi"
  },
  {
    "id": 206,
    "joke": "संजू: मैंने सुना है कि प्यार अंधा होता है। \nमंजू: हाँ, तभी तो तेरी गर्लफ्रेंड ने तुझे पसंद किया।",
    "language": "hindi"
  },
  {
    "id": 207,
    "joke": "माँ: बेटा, तू दिन भर फोन में क्या देखता रहता है? \nबेटा: माँ, मैं ऑनलाइन पढ़ाई करता हूँ। \nमाँ: हाँ, तभी तो तुझे 'इंस्टाग्राम' के सारे फॉर्मूले याद हैं।",
    "language": "hindi"
  },
  {
    "id": 208,
    "joke": "पुलिस: तुम्हारे घर में चोरी हुई और तुम्हें पता नहीं चला? \nआदमी: सर, मेरी बीवी सो रही थी। \nपुलिस: तो? \nआदमी: मुझे लगा कि अगर मैंने शोर मचाया और वो उठ गई, तो चोर से ज्यादा नुकसान मेरा हो जाएगा।",
    "language": "hindi"
  },
  {
    "id": 209,
    "joke": "टीचर: तुम्हें स्कूल आने में देर क्यों हुई? \nछात्र: सर, मम्मी-पापा लड़ रहे थे। \nटीचर: उससे तुम्हारा क्या मतलब? \nछात्र: मेरा एक जूता मम्मी के हाथ में था और दूसरा पापा के हाथ में।",
    "language": "hindi"
  },
  {
    "id": 210,
    "joke": "रिश्तेदार: और बेटा, आजकल क्या कर रहे हो? \nमैं: बस अंकल, ऑक्सीजन ले रहा हूँ और कार्बन डाइऑक्साइड छोड़ रहा हूँ।",
    "language": "hindi"
  },
  {
    "id": 211,
    "joke": "पत्नी: मेरी शक्ल मिलती है ना दीपिका पादुकोण से? \nपति: हाँ, बस लाइट जाने के बाद।",
    "language": "hindi"
  },
  {
    "id": 212,
    "joke": "डॉक्टर: आपका बेटा पागल कैसे हो गया? \nपिता: वो, मैंने उसे 'ज्यामिति' (Geometry) सिखाने के लिए गोल रोटी बनाने को कहा था।",
    "language": "hindi"
  },
  {
    "id": 213,
    "joke": "लड़का: मैं तुमसे शादी नहीं कर सकता, मेरे घरवाले नहीं मानेंगे। \nलड़की: कौन-कौन है तुम्हारे घर में? \nलड़का: एक बीवी और दो बच्चे।",
    "language": "hindi"
  },
  {
    "id": 214,
    "joke": "बस में भीड़: \nआदमी: भाई साहब, थोड़ा खिसकना। \nदूसरा आदमी: भाई, मैं खिसक गया तो ड्राइवर गिर जाएगा।",
    "language": "hindi"
  },
  {
    "id": 215,
    "joke": "टीचर: 'हिम्मत-ए-मर्दा, मदद-ए-खुदा' का मतलब बताओ। \nपप्पू: सर, इसका मतलब है कि जो मर्द हिम्मत करता है, उसकी मदद करने के लिए खुदा को खुद नीचे आना पड़ता है, क्योंकि बीवी के सामने किसी और की नहीं चलती।",
    "language": "hindi"
  },
  {
    "id": 216,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: कड़ी और चावल। \nपति: पर इसमें कड़ी कहाँ है? \nपत्नी: वो तो नाम के लिए है, असली 'कड़ी' तो तुम ऑफिस में करके आए हो, ये लो चावल खाओ।",
    "language": "hindi"
  },
  {
    "id": 217,
    "joke": "इंटरव्यूअर: हम आपको क्यों चुनें? \nउम्मीदवार: क्योंकि सर, बाकी उम्मीदवार तो बाहर चले गए, मैं ही बचा हूँ।",
    "language": "hindi"
  },
  {
    "id": 218,
    "joke": "दोस्त: भाई, तू इतना दुखी क्यों है? \nमैं: यार, मैंने अपनी गर्लफ्रेंड को 'परी' कहा था। \nदोस्त: तो? \nमैं: अब वो कहती है कि उसे उड़ने के लिए पैसे चाहिए।",
    "language": "hindi"
  },
  {
    "id": 219,
    "joke": "टीचर: बताओ, अकबर ने कब तक राज किया? \nछात्र: सर, जब तक जोधा ने करने दिया।",
    "language": "hindi"
  },
  {
    "id": 220,
    "joke": "पत्नी: उठो, सुबह हो गई। \nपति: तो मैं क्या करूँ? मैं कौन सा मुर्गा हूँ जो बांग दूंगा।",
    "language": "hindi"
  },
  {
    "id": 221,
    "joke": "डॉक्टर: आपको चश्मा लगवाना पड़ेगा। \nमरीज: क्यों? \nडॉक्टर: क्योंकि आपने मुझे 'सिस्टर' कहा।",
    "language": "hindi"
  },
  {
    "id": 222,
    "joke": "लड़का: मैं तुम्हारे लिए चाँद तारे तोड़ लाऊँगा। \nलड़की: पहले जो 100 रुपये लिए थे, वो तो वापस कर दे।",
    "language": "hindi"
  },
  {
    "id": 223,
    "joke": "बॉस: मैंने तुम्हें गधे जैसा काम करने के लिए नहीं कहा था। \nकर्मचारी: सर, गधा तो आप ही ने बनाया है, मैं तो इंसान ही आया था।",
    "language": "hindi"
  },
  {
    "id": 224,
    "joke": "पुलिस: तुम्हें पता है, तुम गलत साइड चल रहे हो? \nड्राइवर: सर, जिन्दगी ही गलत साइड चल रही है, गाड़ी की क्या औकात।",
    "language": "hindi"
  },
  {
    "id": 225,
    "joke": "पत्नी: तुम मुझे कितना प्यार करते हो? \nपति: बहुत ज्यादा। \nपत्नी: तो मेरे लिए क्या कर सकते हो? \nपति: मैं तुम्हारे लिए एक और शादी कर सकता हूँ, ताकि तुम्हें काम में मदद मिल सके।",
    "language": "hindi"
  },
  {
    "id": 226,
    "joke": "टीचर: 'खुशी' क्या है? \nछात्र: सर, 'खुशी' वो है जो शनिवार की शाम को महसूस होती है।",
    "language": "hindi"
  },
  {
    "id": 227,
    "joke": "डॉक्टर: तुम्हारा लीवर सूज गया है। \nमरीज: तो क्या हुआ डॉक्टर साहब, जगह तो है ना, फिट हो जाएगा।",
    "language": "hindi"
  },
  {
    "id": 228,
    "joke": "लड़की: मुझे ब्रेकअप चाहिए। \nलड़का: क्यों? \nलड़की: तुम्हारे दाँत पीले हैं। \nलड़का: अरे पगली, वो तो गोल्ड प्लेटेड हैं।",
    "language": "hindi"
  },
  {
    "id": 229,
    "joke": "पति: आज खाने में नमक ज्यादा है। \nपत्नी: मैंने सुना है कि नमक खाने से अकल आती है, सोचा तुम्हें थोड़ी दे दूँ।",
    "language": "hindi"
  },
  {
    "id": 230,
    "joke": "दोस्त: भाई, तेरी बीवी तो बहुत शांत है। \nमैं: हाँ भाई, वो सो रही है, इसलिए।",
    "language": "hindi"
  },
  {
    "id": 231,
    "joke": "टीचर: 'साहस' की परिभाषा बताओ। \nछात्र: सर, पेट खराब होने पर भी 'पाद' मारने का रिस्क लेना ही साहस है।",
    "language": "hindi"
  },
  {
    "id": 232,
    "joke": "इंटरव्यूअर: आपकी कमजोरी क्या है? \nउम्मीदवार: मैं बहुत ईमानदार हूँ। \nइंटरव्यूअर: मुझे नहीं लगता कि ये कोई कमजोरी है। \nउम्मीदवार: मुझे फर्क नहीं पड़ता कि आप क्या सोचते हैं।",
    "language": "hindi"
  },
  {
    "id": 233,
    "joke": "पत्नी: काश तुम भी टाटा स्काई जैसे होते। \nपति: क्यों? \nपत्नी: जिसको लगा डाला, तो लाइफ झिंगालाला। तुम तो दूरदर्शन हो, एंटीना हिलाते रहो, सिग्नल ही नहीं आता।",
    "language": "hindi"
  },
  {
    "id": 234,
    "joke": "भिखारी: साहब, 10 रुपये दे दो। \nसाहब: शर्म नहीं आती, इतने हट्टे-कट्टे हो, भीख मांगते हो? \nभिखारी: तो क्या साहब, 10 रुपये के लिए अब मजदूरी करूँ?",
    "language": "hindi"
  },
  {
    "id": 235,
    "joke": "टीचर: 'शांति' किसके पास है? \nपप्पू: सर, वो तो मेरी क्लासमेट है, अभी टॉयलेट गई है।",
    "language": "hindi"
  },
  {
    "id": 236,
    "joke": "लड़की: क्या तुम ड्रिंक करते हो? \nलड़का: हाँ, पर सिर्फ शादी के बाद। \nलड़की: तो अब तक क्यों पी रहे थे? \nलड़का: वो तो मैं 'प्रैक्टिस' कर रहा था।",
    "language": "hindi"
  },
  {
    "id": 237,
    "joke": "डॉक्टर: आपको आराम की सख्त जरूरत है। \nमरीज: तो लिख दीजिये ना पर्चे पर कि 'ऑफिस जाना मना है'!",
    "language": "hindi"
  },
  {
    "id": 238,
    "joke": "पति: तुम मुझे हमेशा 'जानवर' क्यों कहती हो? \nपत्नी: क्योंकि तुम 'शेर' हो, पर सर्कस के।",
    "language": "hindi"
  },
  {
    "id": 239,
    "joke": "टीचर: अगर तुम्हारे पास 5 आम हैं और तुमने 2 खा लिए, तो क्या बचा? \nछात्र: सर, गुठलियाँ।",
    "language": "hindi"
  },
  {
    "id": 240,
    "joke": "बॉस: तुम्हें ऑफिस में मन नहीं लगता क्या? \nकर्मचारी: सर, मन तो लगता है, पर तन घर जाने को कहता है।",
    "language": "hindi"
  },
  {
    "id": 241,
    "joke": "दोस्त: भाई, तूने शादी क्यों की? \nमैं: यार, मुझे लगा कि खाना अच्छा मिलेगा। \nदोस्त: और? \nमैं: और अब मैं खुद खाना बनाना सीख गया हूँ।",
    "language": "hindi"
  },
  {
    "id": 242,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nलड़की: सर, मेकअप खराब हो जाएगा। \nपुलिस: और अगर सिर फूट गया तो? \nलड़की: वो तो डॉक्टर ठीक कर देगा, पर मेकअप तो मुझे ही करना पड़ेगा ना।",
    "language": "hindi"
  },
  {
    "id": 243,
    "joke": "टीचर: 'लोहा' कहाँ पाया जाता है? \nछात्र: सर, वो तो लोहार की दुकान पर पाया जाता है।",
    "language": "hindi"
  },
  {
    "id": 244,
    "joke": "पति: आज खाने में क्या बनाओगी? \nपत्नी: जो तुम कहो। \nपति: तो फिर मुझे खा जाओ, रोज-रोज का झंझट ही खत्म।",
    "language": "hindi"
  },
  {
    "id": 245,
    "joke": "डॉक्टर: आपके पति की हालत बहुत खराब है। \nपत्नी: तो क्या मैं अब नई साड़ी खरीद लूँ?",
    "language": "hindi"
  },
  {
    "id": 246,
    "joke": "लड़का: मैं तुम्हारे लिए कुछ भी कर सकता हूँ। \nलड़की: तो फिर मेरे पापा से बात करो। \nलड़का: कुछ भी मतलब 'कुछ भी', जान देना आसान है, पर तुम्हारे पापा से बात करना नहीं।",
    "language": "hindi"
  },
  {
    "id": 247,
    "joke": "टीचर: 'ईमानदारी' सबसे अच्छी नीति है। \nपप्पू: सर, ये सब किताबों में ही अच्छा लगता है, असल जिन्दगी में तो 'जुगाड़' ही काम आता है।",
    "language": "hindi"
  },
  {
    "id": 248,
    "joke": "पति: तुम मुझे इतना परेशान क्यों करती हो? \nपत्नी: क्योंकि मुझे तुमसे प्यार है, और प्यार में सब जायज है।",
    "language": "hindi"
  },
  {
    "id": 249,
    "joke": "डॉक्टर: आपको ऑपरेशन के लिए बेहोश करना पड़ेगा। \nमरीज: डॉक्टर साहब, बिल बता दीजिये, मैं वैसे ही बेहोश हो जाऊंगा।",
    "language": "hindi"
  },
  {
    "id": 250,
    "joke": "जिन्दगी और व्हाट्सप्प (WhatsApp) एक जैसे हैं, लोग सिर्फ स्टेटस ही देखते हैं।",
    "language": "hindi"
  },
  {
    "id": 251,
    "joke": "गली क्रिकेट का नियम: जिसका बैट होता है, वो पहली बैटिंग करता है, और अगर वो आउट हो जाए, तो 'चीटिंग' हुई है, वो अपना बैट लेकर घर चला जाता है।",
    "language": "hindi"
  },
  {
    "id": 252,
    "joke": "माँ: बेटा, स्कूल से आते वक्त टिफिन लाया है ना? \nबेटा: हाँ माँ। \nमाँ: और बोतल? \nबेटा: वो... वो तो बस में रह गई। \nमाँ: तू खुद क्यों नहीं रह गया बस में? बोतल 200 रुपये की थी!",
    "language": "hindi"
  },
  {
    "id": 253,
    "joke": "शादी में दोस्त: भाई, तू दूल्हे की तरफ से है या दुल्हन की तरफ से? \nदूसरा दोस्त: भाई, मैं तो 'पनीर टिक्का' की तरफ से हूँ।",
    "language": "hindi"
  },
  {
    "id": 254,
    "joke": "टीचर: बिजली कहाँ से आती है? \nपप्पू: सर, मामा के घर से। \nटीचर: वो कैसे? \nपप्पू: जब भी बिजली जाती है, पापा कहते हैं 'सालों ने फिर काट दी'!",
    "language": "hindi"
  },
  {
    "id": 255,
    "joke": "जिम ट्रेनर: तुम्हारा लक्ष्य क्या है? \nमैं: सर, इतना फिट होना है कि शादियों में तीन प्लेट भरकर खाना खा सकूं और पेट बाहर न दिखे।",
    "language": "hindi"
  },
  {
    "id": 256,
    "joke": "पति: आज सब्जी में नमक बहुत ज्यादा है। \nपत्नी: वो नमक ज्यादा नहीं है, तुम आजकल मेरे प्यार में कम डूब रहे हो, इसलिए कड़वाहट लग रही है।",
    "language": "hindi"
  },
  {
    "id": 257,
    "joke": "डॉक्टर: तुम्हें ये दवा 10 बजे लेनी है। \nमरीज: सर, मेरे पास तो 9 बजे तक का ही टाइम है, 10 बजे तो मुझे ऑफिस पहुंचना होता है।",
    "language": "hindi"
  },
  {
    "id": 258,
    "joke": "लड़की: भैया, मुझे वो वाला सूट दिखाओ जो पड़ोसन को देखकर जलन हो। \nदुकानदार: मैडम, फिर तो आप पेट्रोल ले जाइए, छिड़क के आग लगा देना।",
    "language": "hindi"
  },
  {
    "id": 259,
    "joke": "इंजीनियरिंग वाइवा (Viva): \nएग्जामिनर: ये मशीन कैसे काम करती है? \nछात्र: सर, बटन दबाओ तो 'घर्र-घर्र' करती है।",
    "language": "hindi"
  },
  {
    "id": 260,
    "joke": "पति: जानू, अगर मुझे लॉटरी लगी तो तुम क्या करोगी? \nपत्नी: मैं आधे पैसे लेकर तुम्हें तलाक दे दूँगी। \nपति: बहुत बढ़िया, ये लो 100 रुपये, 50 की लॉटरी लगी है, 25 रखो और निकलो यहाँ से।",
    "language": "hindi"
  },
  {
    "id": 261,
    "joke": "ट्रैफिक पुलिस: तुम्हें पता नहीं यहाँ 'नो पार्किंग' है? \nड्राइवर: सर, बोर्ड पर लिखा था 'Fine for Parking', तो मैंने सोचा 'पार्किंग के लिए ठीक (Fine) है'।",
    "language": "hindi"
  },
  {
    "id": 262,
    "joke": "भारतीय सड़कें: \nयहाँ गाड़ी बाएं या दाएं नहीं चलाई जाती, बल्कि जहाँ गड्ढा न हो, वहाँ चलाई जाती है।",
    "language": "hindi"
  },
  {
    "id": 263,
    "joke": "बेटा: पापा, मैं बड़ा होकर क्या बनूँगा? \nपापा: वो तो वक्त बताएगा, पर फिलहाल तो तुम 'बोझ' हो।",
    "language": "hindi"
  },
  {
    "id": 264,
    "joke": "गर्लफ्रेंड: तुम मुझसे कितना प्यार करते हो? \nबॉयफ्रेंड: इतना कि अगर तू कहे तो मैं तेरे लिए Jio का रिचार्ज भी करवा दूँ। \nगर्लफ्रेंड: बस, रुलाएगा क्या पगले?",
    "language": "hindi"
  },
  {
    "id": 265,
    "joke": "टीचर: 'Hospital' को हिंदी में क्या कहते हैं? \nपप्पू: सर, 'धरती से स्वर्ग जाने का रास्ता'।",
    "language": "hindi"
  },
  {
    "id": 266,
    "joke": "सर्दियों में नहाना: \nपहले एक मग पानी पैर पर डालो, अगर करंट न लगे, तो बाकी का पानी शरीर पर डालो।",
    "language": "hindi"
  },
  {
    "id": 267,
    "joke": "बॉस: तुम छुट्टी क्यों मांग रहे हो? \nकर्मचारी: सर, मेरी शादी है। \nबॉस: ये कोई वजह नहीं हुई, कोई ठोस कारण बताओ।",
    "language": "hindi"
  },
  {
    "id": 268,
    "joke": "लड़का: क्या तुम मुझसे शादी करोगी? \nलड़की: क्या तुम्हारे पास घर है? \nलड़का: नहीं। \nलड़की: गाड़ी? \nलड़का: नहीं। \nलड़की: तो क्या है? \nलड़का: मेरे पास 'सरकारी नौकरी' का फॉर्म है, बस सबमिट करना बाकी है।",
    "language": "hindi"
  },
  {
    "id": 269,
    "joke": "रिश्तेदार: बेटा, अब तो शादी कर लो। \nमैं: आंटी, मैं तो तैयार हूँ, बस कोई अपनी बेटी का जीवन बर्बाद करने को तैयार नहीं है।",
    "language": "hindi"
  },
  {
    "id": 270,
    "joke": "पति: देखो, आज अखबार में लिखा है कि एक आदमी ने अपनी बीवी को बेच दिया। \nपत्नी: कितने में? \nपति: साइकिल के बदले। \nपत्नी: क्या? बस एक साइकिल? \nपति: अरे, वो साइकिल 'हीरो' की थी।",
    "language": "hindi"
  },
  {
    "id": 271,
    "joke": "टीचर: बताओ, कबीर दास जी का जन्म कब हुआ? \nछात्र: सर, मुझे क्या पता, मैं तो उनके बर्थडे पार्टी में नहीं गया था।",
    "language": "hindi"
  },
  {
    "id": 272,
    "joke": "डॉक्टर: आपकी बीवी अब खतरे से बाहर है। \nपति: तो अब खतरा किस पर है? मुझ पर?",
    "language": "hindi"
  },
  {
    "id": 273,
    "joke": "बैंक से कॉल: सर, मैं बैंक से बोल रहा हूँ, आपका कार्ड ब्लॉक हो गया है। \nमैं: भाई, उसमें पैसे ही नहीं हैं, ब्लॉक कर या फ्रेम करवा ले, मुझे फर्क नहीं पड़ता।",
    "language": "hindi"
  },
  {
    "id": 274,
    "joke": "पत्नी: ए जी, सुनते हो, दूध वाला आया है, पैसे देने हैं। \nपति: मेरे पास नहीं हैं, उससे कहो कि आज गाय ने दूध नहीं दिया, इसलिए पैसे नहीं मिलेंगे।",
    "language": "hindi"
  },
  {
    "id": 275,
    "joke": "इंटरव्यूअर: अगर आपको रेगिस्तान में पानी मिले तो आप क्या करेंगे? \nउम्मीदवार: सर, मैं उसमें 'रूह अफ़ज़ा' मिलाकर पी लूँगा।",
    "language": "hindi"
  },
  {
    "id": 276,
    "joke": "दोस्त: भाई, कल रात को देर से घर गया तो बीवी ने बहुत सुनाया। \nमैं: क्या सुनाया? \nदोस्त: अरिजीत सिंह के गाने।",
    "language": "hindi"
  },
  {
    "id": 277,
    "joke": "टीचर: 'संज्ञा' किसे कहते हैं? \nपप्पू: सर, किसी व्यक्ति, वस्तु या स्थान के नाम को संज्ञा कहते हैं, जैसे - 'मोदी जी', 'कमल' और 'संसद भवन'।",
    "language": "hindi"
  },
  {
    "id": 278,
    "joke": "पति: मुझे तलाक़ चाहिए। \nवकील: क्यों? \nपति: मेरी बीवी ने मुझ पर बर्तन फेंका था। \nवकील: ये तो 6 महीने पहले हुआ था। \nपति: हाँ, पर उसका निशाना अब जाकर सही लगा है।",
    "language": "hindi"
  },
  {
    "id": 279,
    "joke": "लड़की: मैं तुम्हें छोड़ कर जा रही हूँ। \nलड़का: जाने से पहले मेरा चार्जर तो दे जा।",
    "language": "hindi"
  },
  {
    "id": 280,
    "joke": "बाप: बेटा, रिजल्ट कैसा रहा? \nबेटा: पापा, प्रिंसिपल कह रहे थे कि आपके बेटे को इसी क्लास में एक साल और सेवा का मौका दिया जाएगा।",
    "language": "hindi"
  },
  {
    "id": 281,
    "joke": "शादी में फोटोग्राफर: भाई साहब, थोड़ा बायीं तरफ झुकिये... थोड़ा और... हाँ, अब ठीक है, अब दूल्हे को दिखने दीजिये।",
    "language": "hindi"
  },
  {
    "id": 282,
    "joke": "बॉस: मैंने तुम्हें ईमेल भेजा था, जवाब क्यों नहीं दिया? \nकर्मचारी: सर, नेट पैक खत्म हो गया था, सोचा अगले महीने सैलरी मिलने पर जवाब दे दूँगा।",
    "language": "hindi"
  },
  {
    "id": 283,
    "joke": "डॉक्टर: चश्मा बदलने का समय आ गया है। \nमरीज: कैसे पता चला? \nडॉक्टर: क्योंकि तुम दरवाजे की जगह खिड़की से अंदर आए हो।",
    "language": "hindi"
  },
  {
    "id": 284,
    "joke": "टीचर: तुम कल स्कूल क्यों नहीं आए? \nछात्र: सर, कल मेरे सपने में अमेरिका का वीजा लग गया था, मैं वहीं घूम रहा था।",
    "language": "hindi"
  },
  {
    "id": 285,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: कद्दू। \nपति: फिर से कद्दू? \nपत्नी: तो क्या 'शाही पनीर' की उम्मीद कर रहे थे? शक्ल देखी है अपनी?",
    "language": "hindi"
  },
  {
    "id": 286,
    "joke": "लड़का: क्या तुम मुझसे प्यार करती हो? \nलड़की: मेरी चप्पल का साइज 7 है, और तेरे गाल का साइज भी शायद वही होगा।",
    "language": "hindi"
  },
  {
    "id": 287,
    "joke": "पुलिस: तुम बैंक में गन लेकर क्यों गए थे? \nचोर: सर, लोन का फॉर्म भरने के लिए पेन मांगना था, जल्दी में गन उठा लाया।",
    "language": "hindi"
  },
  {
    "id": 288,
    "joke": "पत्नी: सुनो, मेरे लिए एक साड़ी ले आओ। \nपति: अभी तो पिछले हफ्ते ही लाई थी। \nपत्नी: वो तो पड़ोसन को जलाने के लिए थी, ये वाली पहनने के लिए चाहिए।",
    "language": "hindi"
  },
  {
    "id": 289,
    "joke": "टीचर: 'गज' का मतलब क्या होता है? \nछात्र: सर, 'गज' मतलब हाथी। \nटीचर: और 'गजनी'? \nछात्र: सर, हाथी की पत्नी।",
    "language": "hindi"
  },
  {
    "id": 290,
    "joke": "दोस्त: भाई, तेरी गर्लफ्रेंड तो बहुत सुंदर है, तुझे कैसे मिली? \nमैं: बस भाई, 'गुलाब जामुन' के धोखे में उसे 'काला जामुन' पसंद आ गया।",
    "language": "hindi"
  },
  {
    "id": 291,
    "joke": "पंडित जी: बेटा, शादी के बाद तुम पर शनि का प्रभाव कम हो जाएगा। \nलड़का: क्यों पंडित जी? \nपंडित जी: क्योंकि तब तुम पर तुम्हारी पत्नी का प्रभाव ज्यादा होगा, शनि देव खुद डरकर भाग जाएंगे।",
    "language": "hindi"
  },
  {
    "id": 292,
    "joke": "बॉस: तुम्हें पता है, कामचोरी की सजा क्या होती है? \nकर्मचारी: हाँ सर, उसे 'प्रमोशन' नहीं मिलता, बस वही पोस्ट पर पड़े रहना पड़ता है, जैसे आप।",
    "language": "hindi"
  },
  {
    "id": 293,
    "joke": "सर्दियों में भारतीय माँ: \n'बेटा, नहा ले, गरम पानी कर दिया है।' \n(असलियत: पानी इतना खौलता हुआ होता है कि चाय बन जाए)।",
    "language": "hindi"
  },
  {
    "id": 294,
    "joke": "पति: अगर मैं मर गया तो तुम क्या करोगी? \nपत्नी: मैं पागल हो जाउंगी। \nपति: तो क्या तुम दूसरी शादी नहीं करोगी? \nपत्नी: पागल औरत कुछ भी कर सकती है।",
    "language": "hindi"
  },
  {
    "id": 295,
    "joke": "टीचर: अगर तुम्हारे पास 100 रुपये हैं और तुम 10 रुपये मुझे दे दो, तो तुम्हारे पास क्या बचेगा? \nछात्र: सर, 90 रुपये और आपका आशीर्वाद।",
    "language": "hindi"
  },
  {
    "id": 296,
    "joke": "क्रिकेट कमेंटेटर: और ये गेंद हवा में... और नीचे फील्डर... और ये कैच छोड़ दिया! \nदर्शक: अरे, इसे टीम में लिया किसने? पक्का सिफारिश से आया होगा।",
    "language": "hindi"
  },
  {
    "id": 297,
    "joke": "लड़की: भैया, ये दुपट्टा कितने का है? \nदुकानदार: 200 का। \nलड़की: 50 रुपये दूँगी। \nदुकानदार: मैडम, 50 में तो दुपट्टा नहीं, बस उसका धागा मिलेगा।",
    "language": "hindi"
  },
  {
    "id": 298,
    "joke": "पति: तुम सारा दिन टीवी देखती रहती हो। \nपत्नी: तो क्या करूँ? तुम्हारी शक्ल देखकर तो चैनल बदलने का भी मन नहीं करता।",
    "language": "hindi"
  },
  {
    "id": 299,
    "joke": "डॉक्टर: तुम्हारा दांत निकालना पड़ेगा। \nमरीज: दर्द होगा क्या? \nडॉक्टर: नहीं, तुम्हें पता भी नहीं चलेगा। \n(डॉक्टर ने दांत निकाल दिया) \nमरीज: अरे! ये तो मेरा सही वाला दांत था। \nडॉक्टर: ओहो! सॉरी, प्रैक्टिस कर रहा था।",
    "language": "hindi"
  },
  {
    "id": 300,
    "joke": "बिजली विभाग: सर, आपका बिल 5000 आया है। \nमैं: भाई, मैंने घर में एसी लगाया है, पावर प्लांट नहीं खरीदा।",
    "language": "hindi"
  },
  {
    "id": 301,
    "joke": "दोस्त: भाई, तू अपनी बीवी को 'बेबी' क्यों कहता है? \nमैं: क्योंकि अगर नाम लिया तो लड़ाई हो जाएगी, नाम भूल गया हूँ मैं।",
    "language": "hindi"
  },
  {
    "id": 302,
    "joke": "टीचर: भारत की खोज किसने की? \nपप्पू: सर, वास्को डी गामा ने। \nटीचर: शाबाश! और अमेरिका की? \nपप्पू: सर, वो तो मैंने की थी, गूगल मैप्स पर।",
    "language": "hindi"
  },
  {
    "id": 303,
    "joke": "पति: काश, तुम समझ पाती कि मैं तुमसे कितना प्यार करता हूँ। \nपत्नी: रहने दो, तुम बस बर्तन धो दो, प्यार मैं समझ जाऊँगी।",
    "language": "hindi"
  },
  {
    "id": 304,
    "joke": "भिखारी: भगवान के नाम पर कुछ दे दो। \nआदमी: मैं अभी बिजी हूँ। \nभिखारी: साहब, बिजी तो मैं भी हूँ, पर धंधे के लिए टाइम निकालना पड़ता है।",
    "language": "hindi"
  },
  {
    "id": 305,
    "joke": "ऑफिस में नया कर्मचारी: सर, यहाँ काम का क्या माहौल है? \nपुराना कर्मचारी: भाई, यहाँ 'काम' कम और 'माहौल' ज्यादा बनता है।",
    "language": "hindi"
  },
  {
    "id": 306,
    "joke": "लड़की: क्या तुम मेरे लिए ताज महल बनवा सकते हो? \nलड़का: बनवा तो दूँ, पर मुमताज़ बनने के लिए तुम्हें मरना पड़ेगा, तैयार हो?",
    "language": "hindi"
  },
  {
    "id": 307,
    "joke": "टीचर: 'सच्चा मित्र' कौन होता है? \nछात्र: सर, जो एग्जाम में अपनी कॉपी दिखाए, वही सच्चा मित्र है, बाकी सब मोह-माया है।",
    "language": "hindi"
  },
  {
    "id": 308,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: टिंडे। \nपति: भगवान उठा ले मुझे! \nपत्नी: टिंडे खाने से कोई नहीं मरता, चुपचाप खा लो।",
    "language": "hindi"
  },
  {
    "id": 309,
    "joke": "डॉक्टर: सिगरेट छोड़ दो, फेफड़े काले हो गए हैं। \nमरीज: कोई बात नहीं डॉक्टर साहब, वैसे भी मुझे गोरा होने का शौक नहीं है।",
    "language": "hindi"
  },
  {
    "id": 310,
    "joke": "इंटरव्यूअर: आपकी सबसे बड़ी उपलब्धि क्या है? \nउम्मीदवार: सर, मैंने 12वीं क्लास बिना नकल किए पास की है।",
    "language": "hindi"
  },
  {
    "id": 311,
    "joke": "पत्नी: सुनो, आज करवा चौथ है। \nपति: तो? \nपत्नी: तो गिफ्ट दो। \nपति: कैसा गिफ्ट? भूखी तुम हो, पेट तुम्हारा खाली है, गिफ्ट मैं क्यों दूँ?",
    "language": "hindi"
  },
  {
    "id": 312,
    "joke": "टीचर: 'इतिहास' गवाह है... \nपप्पू: सर, अगर इतिहास गवाह है तो उसे कोर्ट में पेश क्यों नहीं करते?",
    "language": "hindi"
  },
  {
    "id": 313,
    "joke": "दोस्त: भाई, तूने कार क्यों बेची? \nमैं: यार, उसका हॉर्न खराब हो गया था। \nदोस्त: तो हॉर्न ठीक करवा लेता। \nमैं: नहीं यार, पूरी गाड़ी में बस वही तो एक चीज़ थी जो शोर मचाती थी, बाकी सब तो खटारा था।",
    "language": "hindi"
  },
  {
    "id": 314,
    "joke": "लड़की: क्या तुम ड्रिंक करते हो? \nलड़का: नहीं। \nलड़की: स्मोक? \nलड़का: नहीं। \nलड़की: तो तुम जीते किसलिए हो? \nलड़का: ताकि मैं तुमसे शादी करने की गलती न कर बैठूँ।",
    "language": "hindi"
  },
  {
    "id": 315,
    "joke": "पुलिस: तुम्हें पता है लाल बत्ती का मतलब 'रुकना' होता है? \nड्राइवर: सर, मुझे लगा 'खतरा' है, इसलिए मैं भाग निकला।",
    "language": "hindi"
  },
  {
    "id": 316,
    "joke": "पति: तुम हर बात पर मेरी माँ को बीच में क्यों लाती हो? \nपत्नी: क्योंकि वो ही एक कड़ी हैं, जिसने हम दोनों को इस मुसीबत (शादी) में डाला है।",
    "language": "hindi"
  },
  {
    "id": 317,
    "joke": "टीचर: 'वचन' बदलो। \nछात्र: सर, मैं अपनी गर्लफ्रेंड को दिए हुए वचन नहीं बदल सकता।",
    "language": "hindi"
  },
  {
    "id": 318,
    "joke": "बॉस: तुम बहुत आलसी हो। \nकर्मचारी: सर, ये तो मेरा टैलेंट है कि मैं बिना कुछ किए थक जाता हूँ।",
    "language": "hindi"
  },
  {
    "id": 319,
    "joke": "रिश्तेदार: और बेटा, कब तक पढ़ाई करोगे? \nमैं: जब तक घरवालों को यकीन न हो जाए कि मेरी नौकरी नहीं लगने वाली।",
    "language": "hindi"
  },
  {
    "id": 320,
    "joke": "पति: आज मैं तुम्हें फिल्म दिखाने ले चलूँगा। \nपत्नी: कौन सी? \nपति: 'बागबान'। \nपत्नी: नहीं, वो देखकर तुम फिर बुढ़ापे का रोना रोओगे।",
    "language": "hindi"
  },
  {
    "id": 321,
    "joke": "डॉक्टर: आपका वजन कम नहीं हो रहा। \nमरीज: सर, मैं रोज 'ग्रीन टी' पीता हूँ। \nडॉक्टर: उसके साथ क्या खाते हो? \nमरीज: दो समोसे और जलेबी।",
    "language": "hindi"
  },
  {
    "id": 322,
    "joke": "लड़का: पापा, मुझे बुलेट चाहिए। \nपापा: बेटा, पहले साइकिल से दूध लाना सीख ले, फिर बुलेट से पटाखे फोड़ना।",
    "language": "hindi"
  },
  {
    "id": 323,
    "joke": "टीचर: 'सत्यवादी' हरिश्चंद्र कौन थे? \nपप्पू: सर, वो दुनिया के पहले आदमी थे जिन्हें अपनी बीवी से डर नहीं लगता था।",
    "language": "hindi"
  },
  {
    "id": 324,
    "joke": "पत्नी: तुम मुझे कितना चाहते हो? \nपति: इतना कि अगर तुम कहो तो मैं तुम्हारे लिए दूसरी शादी भी न करूँ।",
    "language": "hindi"
  },
  {
    "id": 325,
    "joke": "भिखारी: 10 रुपये दे दो, भगवान तुम्हारा भला करेगा। \nआदमी: अभी खुल्ले नहीं हैं। \nभिखारी: तो 500 का नोट दे दो, बाकी मैं बाद में लौटा दूंगा, मेरा अकाउंट इसी बैंक में है।",
    "language": "hindi"
  },
  {
    "id": 326,
    "joke": "दोस्त: भाई, तेरी बीवी ने तुझे घर से क्यों निकाला? \nमैं: मैंने बस इतना पूछा था कि 'आज खाने में क्या जलाया है?'",
    "language": "hindi"
  },
  {
    "id": 327,
    "joke": "टीचर: 'मुहावरे' का उदाहरण दो। \nछात्र: 'ऊंट के मुंह में जीरा'। \nटीचर: इसका अर्थ? \nछात्र: सर, जब मैं पापा से iPhone मांगता हूँ और वो मुझे 100 रुपये का रिचार्ज कूपन देते हैं।",
    "language": "hindi"
  },
  {
    "id": 328,
    "joke": "पुलिस: चोरी करते वक्त तुम्हें अपने परिवार का ख्याल नहीं आया? \nचोर: आया था सर, तभी तो सोने की चेन के साथ साड़ी भी चुराई थी।",
    "language": "hindi"
  },
  {
    "id": 329,
    "joke": "पति: काश मैं अखबार होता। \nपत्नी: तो मैं तुम्हें रद्दी में बेचकर नए बर्तन ले आती।",
    "language": "hindi"
  },
  {
    "id": 330,
    "joke": "लड़की: भैया, गोलगप्पे में पानी कम है। \nगोलगप्पे वाला: मैडम, ये गोलगप्पा है, स्विमिंग पूल नहीं।",
    "language": "hindi"
  },
  {
    "id": 331,
    "joke": "बॉस: तुम्हें प्रमोशन चाहिए? \nकर्मचारी: जी सर। \nबॉस: तो फिर अलार्म लगाकर सोया करो, सपने में ही मिल सकता है।",
    "language": "hindi"
  },
  {
    "id": 332,
    "joke": "टीचर: पृथ्वी गोल है, इसे सिद्ध करो। \nछात्र: सर, मैं क्यों सिद्ध करूँ? मुझे कौन सा इस पर फुटबॉल खेलना है।",
    "language": "hindi"
  },
  {
    "id": 333,
    "joke": "पति: तुम तैयार होने में कितना टाइम लगाती हो? \nपत्नी: मुझे सुंदर दिखना है। \nपति: तो इसमें मेरी क्या गलती? भगवान से शिकायत करो।",
    "language": "hindi"
  },
  {
    "id": 334,
    "joke": "डॉक्टर: तुम्हें ये गोली पानी के साथ लेनी है। \nमरीज: सर, पानी तो नहीं है, क्या मैं इसे व्हिस्की के साथ ले सकता हूँ?",
    "language": "hindi"
  },
  {
    "id": 335,
    "joke": "इंटरव्यूअर: आप 5 साल बाद खुद को कहाँ देखते हैं? \nउम्मीदवार: सर, अपनी पुरानी फोटो में, क्योंकि तब तक तो मैं गंजा हो जाऊँगा।",
    "language": "hindi"
  },
  {
    "id": 336,
    "joke": "पत्नी: ए जी, उठो। \nपति: क्या हुआ? \nपत्नी: मुझे नींद नहीं आ रही। \nपति: तो मैं क्या करूँ? लोरी सुनाऊँ?",
    "language": "hindi"
  },
  {
    "id": 337,
    "joke": "दोस्त: भाई, तू इतना खुश क्यों है? \nमैं: मेरी बीवी 2 दिन के लिए मायके जा रही है। \nदोस्त: बस 2 दिन? \nमैं: भाई, 2 दिन की आजादी भी 'आजादी' ही होती है।",
    "language": "hindi"
  },
  {
    "id": 338,
    "joke": "टीचर: 'शादी' का मतलब क्या होता है? \nपप्पू: सर, शादी वो रस्म है जिसमें दूल्हा अपने ही घोड़े पर बैठकर अपनी बर्बादी की बारात में जाता है।",
    "language": "hindi"
  },
  {
    "id": 339,
    "joke": "पुलिस: तुम बिना लाइसेंस के गाड़ी चला रहे हो? \nड्राइवर: सर, लाइसेंस तो बन गया है, बस आरटीओ (RTO) वाले प्रिंट करना भूल गए हैं।",
    "language": "hindi"
  },
  {
    "id": 340,
    "joke": "पति: आज मौसम कितना सुहाना है। \nपत्नी: तो कपड़े धो डालो, जल्दी सूख जाएंगे।",
    "language": "hindi"
  },
  {
    "id": 341,
    "joke": "लड़का: मैं तुमसे बहुत प्यार करता हूँ। \nलड़की: पर मेरे पापा पुलिस में हैं। \nलड़का: कोई बात नहीं, मैं भी चोर हूँ, हमारा 'मेड फॉर ईच अदर' है।",
    "language": "hindi"
  },
  {
    "id": 342,
    "joke": "टीचर: बताओ, गंगा कहाँ से निकलती है? \nछात्र: सर, स्कूल के पीछे वाले हैंडपंप से, कल ही मैंने देखा था।",
    "language": "hindi"
  },
  {
    "id": 343,
    "joke": "बॉस: तुम ऑफिस में सो रहे थे? \nकर्मचारी: नहीं सर, मैं तो 'डीप थिंकिंग' कर रहा था कि कंपनी का मुनाफा कैसे बढ़ाया जाए।",
    "language": "hindi"
  },
  {
    "id": 344,
    "joke": "पत्नी: तुम मुझे शॉपिंग क्यों नहीं कराते? \nपति: क्योंकि डॉक्टर ने मुझे भारी वजन उठाने से मना किया है।",
    "language": "hindi"
  },
  {
    "id": 345,
    "joke": "डॉक्टर: आपका लीवर बहुत कमजोर है। \nमरीज: सर, आप उसे डांटिये मत, वो बच्चा है अभी।",
    "language": "hindi"
  },
  {
    "id": 346,
    "joke": "लड़की: भैया, ये सैंडल कितने की है? \nदुकानदार: 1000 की। \nलड़की: भैया, 200 में दोगे? \nदुकानदार: मैडम, 200 में तो सिर्फ सैंडल की फोटो खींचने दूंगा।",
    "language": "hindi"
  },
  {
    "id": 347,
    "joke": "पति: आज मैं ऑफिस नहीं जाऊंगा। \nपत्नी: क्यों? \nपति: मेरा मन नहीं कर रहा। \nपत्नी: तो घर का काम कर लो, झाड़ू-पोछा बाकी है। \nपति: (जूते पहनते हुए) अरे, मुझे याद आया, आज तो मीटिंग है!",
    "language": "hindi"
  },
  {
    "id": 348,
    "joke": "टीचर: 'बहुमत' का क्या अर्थ है? \nछात्र: सर, बहुत सारी माताओं का समूह।",
    "language": "hindi"
  },
  {
    "id": 349,
    "joke": "दोस्त: भाई, तूने जिम जाना छोड़ दिया? \nमैं: हाँ यार। \nदोस्त: क्यों? \nमैं: ट्रेनर ने कहा था कि 'फास्ट फूड' छोड़ना पड़ेगा, और मैं समोसे को धोखा नहीं दे सकता।",
    "language": "hindi"
  },
  {
    "id": 350,
    "joke": "इंडियन मिडिल क्लास परिवार: \nजब तक शैम्पू की बोतल में पानी मिलाकर आखिरी बूंद तक न निकाल लें, तब तक उसे फेंका नहीं जाता।",
    "language": "hindi"
  },
  {
    "id": 351,
    "joke": "सब्जी वाला: मैडम, टमाटर 80 रुपये किलो हैं। \nग्राहक: भैया, ठीक-ठीक लगा लो, बगल वाला तो 40 में दे रहा है। \nसब्जी वाला: तो उसी से ले लो ना। \nग्राहक: पर उसके पास खत्म हो गए हैं। \nसब्जी वाला: जब मेरे पास खत्म हो जाएंगे, तो मैं भी 20 में दे दूंगा।",
    "language": "hindi"
  },
  {
    "id": 352,
    "joke": "टीचर: 'संतोष' ही सबसे बड़ा धन है। \nपप्पू: सर, फिर तो मेरे पापा बहुत अमीर हैं। \nटीचर: कैसे? \nपप्पू: क्योंकि मेरे पापा का नाम ही 'संतोष' है।",
    "language": "hindi"
  },
  {
    "id": 353,
    "joke": "पति: तुम हमेशा लड़ती क्यों रहती हो? \nपत्नी: मैं लड़ती नहीं, मैं तो बस 'रिमाइंडर' देती हूँ कि मैं हूँ, और मेरी ही चलेगी।",
    "language": "hindi"
  },
  {
    "id": 354,
    "joke": "डॉक्टर: चश्मा बदलने के बाद अब कैसा दिख रहा है? \nमरीज: डॉक्टर साहब, अब तो आप और भी ज्यादा बदसूरत लग रहे हैं।",
    "language": "hindi"
  },
  {
    "id": 355,
    "joke": "लड़का (अरेंज मैरिज मीटिंग में): आपको खाना बनाना आता है? \nलड़की: नहीं, पर मुझे 'जोमेटो' से आर्डर करना बहुत फ़ास्ट आता है, 2 मिनट में आर्डर प्लेस कर देती हूँ।",
    "language": "hindi"
  },
  {
    "id": 356,
    "joke": "बॉस: तुम्हें कोडिंग आती है? \nउम्मीदवार: जी सर, मैं 'हेलो वर्ल्ड' बहुत अच्छे से लिख लेता हूँ। \nबॉस: और उसके आगे? \nउम्मीदवार: उसके आगे तो गूगल बाबा जाने।",
    "language": "hindi"
  },
  {
    "id": 357,
    "joke": "पत्नी: सुनो, पड़ोसन ने नई साड़ी ली है। \nपति: तो? \nपत्नी: तो मुझे भी चाहिए। \nपति: अरे, उसकी तो शादी हो रही है, क्या तुम्हारी भी करवा दूँ?",
    "language": "hindi"
  },
  {
    "id": 358,
    "joke": "पप्पू: पापा, मुझे 'आईफोन 15' चाहिए। \nपापा: बेटा, पहले '15' का पहाड़ा तो सुना दे, फिर फ़ोन की बात करना।",
    "language": "hindi"
  },
  {
    "id": 359,
    "joke": "पुलिस: तुम इस घर में चोरी करने क्यों घुसे? \nचोर: सर, मैंने सुना था 'अतिथि तुम कब जाओगे' मूवी बहुत अच्छी है, सोचा यहाँ रुक कर देख लूँ।",
    "language": "hindi"
  },
  {
    "id": 360,
    "joke": "भारतीय माँ का प्यार: \nबेटा खाना खा ले, वरना... (चप्पल दिखाते हुए) वरना ये खा ले।",
    "language": "hindi"
  },
  {
    "id": 361,
    "joke": "टीचर: अगर तुम्हारे सामने शेर आ जाए तो तुम क्या करोगे? \nछात्र: सर, मैं पेड़ पर चढ़ जाऊंगा। \nटीचर: अगर शेर भी पेड़ पर चढ़ गया तो? \nछात्र: सर, आप शेर की तरफ हैं या मेरी तरफ?",
    "language": "hindi"
  },
  {
    "id": 362,
    "joke": "पति: आज ऑफिस में बहुत काम था, थक गया हूँ। \nपत्नी: तो घर में कौन सा 'आराम' मिलता है? यहाँ भी तो मेरे ताने सुनने पड़ते हैं।",
    "language": "hindi"
  },
  {
    "id": 363,
    "joke": "दोस्त: भाई, तूने सिगरेट पीनी क्यों शुरू की? \nमैं: टेंशन कम करने के लिए। \nदोस्त: कौन सी टेंशन? \nमैं: यही कि सिगरेट के पैसे कहाँ से लाऊं।",
    "language": "hindi"
  },
  {
    "id": 364,
    "joke": "भिखारी: साहब, 10 रुपये दे दो। \nआदमी: कल आना। \nभिखारी: इसी 'कल' के चक्कर में मेरे लाखों रुपये फंसे हुए हैं मार्केट में।",
    "language": "hindi"
  },
  {
    "id": 365,
    "joke": "लड़की: भैया, ये लिपस्टिक कितने की है? \nदुकानदार: 500 की। \nलड़की: और वो वाली? \nदुकानदार: वो 200 की। \nलड़की: और वो? \nदुकानदार: वो 50 की। \nलड़की: ठीक है, ये 50 वाली पैक कर दो, वैसे भी मास्क के नीचे कौन देखता है।",
    "language": "hindi"
  },
  {
    "id": 366,
    "joke": "इंटरव्यूअर: आप दिल्ली में कुतुब मीनार कहाँ स्थापित करेंगे? \nपप्पू: सर, जहाँ आप कहें, मैं तो बस नौकरी के लिए आया हूँ, मजदूरी के लिए नहीं।",
    "language": "hindi"
  },
  {
    "id": 367,
    "joke": "पति: मुझे लगता है हमारी शादी गलती थी। \nपत्नी: गलती नहीं, 'सबक' थी, ताकि अगले जन्म में हम सावधान रहें।",
    "language": "hindi"
  },
  {
    "id": 368,
    "joke": "टीचर: 'गूंगा' और 'बहरा' में क्या अंतर है? \nछात्र: सर, गूंगा वो है जो वाइवा में जवाब नहीं देता, और बहरा वो है जो क्लास में आपकी बात नहीं सुनता।",
    "language": "hindi"
  },
  {
    "id": 369,
    "joke": "डॉक्टर: वजन कम करने के लिए तुम्हें रोटियां गिनकर खानी चाहिए। \nमरीज: सर, मैं गिनकर ही खाता हूँ, एक बार में 10 से ज्यादा नहीं खाता।",
    "language": "hindi"
  },
  {
    "id": 370,
    "joke": "सर्दियों में आईटी कर्मचारी: \nयार, लैपटॉप इतना गरम हो रहा है कि हीटर की जरूरत ही नहीं पड़ रही, हाथ इसी पर सेंक लेता हूँ।",
    "language": "hindi"
  },
  {
    "id": 371,
    "joke": "पत्नी: अगर मैं खो गयी तो तुम क्या करोगे? \nपति: मैं बहुत खुश होऊंगा। \nपत्नी: क्या? \nपति: मतलब... खुश होऊंगा कि तुम मुझे ढूंढते हुए वापस आओगी, मेरा प्यार जो हो। (बाल-बाल बचा)",
    "language": "hindi"
  },
  {
    "id": 372,
    "joke": "पुलिस: गाड़ी के कागज दिखाओ। \nलड़का: सर, कागज तो नहीं हैं, पर आप मेरे पापा को जानते हैं? \nपुलिस: कौन हैं तेरे पापा? \nलड़का: वो तो मुझे भी नहीं पता, घर वाले बताते नहीं हैं।",
    "language": "hindi"
  },
  {
    "id": 373,
    "joke": "टीचर: न्यूटन के सिर पर सेब गिरा था। \nछात्र: सर, अगर वो पेड़ के नीचे बैठकर मोबाइल चला रहा होता, तो उसे पता ही नहीं चलता।",
    "language": "hindi"
  },
  {
    "id": 374,
    "joke": "बॉस: तुम लेट क्यों आए? \nकर्मचारी: सर, वो रोड पर जाम था। \nबॉस: कौन सा जाम? \nकर्मचारी: ट्रैफिक जाम सर, आप भी ना, सुबह-सुबह क्या सोच रहे हैं।",
    "language": "hindi"
  },
  {
    "id": 375,
    "joke": "दोस्त: भाई, तेरी बीवी मायके से कब आ रही है? \nमैं: यार, ज्योतिष ने कहा है कि 'संकट' अभी टला नहीं है।",
    "language": "hindi"
  },
  {
    "id": 376,
    "joke": "लड़की: भैया, पानी पूरी में तीखा कम डालना। \nपानी पूरी वाला: मैडम, तीखा कम कर दिया तो आपकी सहेलियों की गॉसिप फीकी लगेगी।",
    "language": "hindi"
  },
  {
    "id": 377,
    "joke": "पिता: बेटा, तुम फेल कैसे हो गए? \nबेटा: पापा, टीचर ने सवाल ही ऐसे पूछे थे जो मुझे नहीं आते थे, अगर वो पूछते कि 'इंस्टाग्राम' पर रील कैसे बनाते हैं, तो मैं टॉप करता।",
    "language": "hindi"
  },
  {
    "id": 378,
    "joke": "पति: आज क्या बना है? \nपत्नी: आलू के पराठे। \nपति: पर इसमें आलू कहाँ है? \nपत्नी: जैसे कश्मीरी पुलाव में कश्मीर नहीं होता, वैसे ही मेरे आलू के पराठे में आलू ढूँढना पड़ता है।",
    "language": "hindi"
  },
  {
    "id": 379,
    "joke": "डॉक्टर: आपकी उम्र क्या है? \nमहिला: 25 साल। \nडॉक्टर: लेकिन आपके फेफड़े तो 60 साल के लग रहे हैं। \nमहिला: डॉक्टर साहब, मैं सांस बहुत गहरी लेती हूँ ना, शायद इसलिए।",
    "language": "hindi"
  },
  {
    "id": 380,
    "joke": "ऑफिस में एचआर: हम एक परिवार की तरह हैं। \nकर्मचारी: हां, वो तो दिख रहा है, काम मुझसे ऐसे करवाते हो जैसे मैं सौतेला बेटा हूँ।",
    "language": "hindi"
  },
  {
    "id": 381,
    "joke": "टीचर: 'कल करे सो आज कर' का अर्थ बताओ। \nछात्र: सर, इसका मतलब है कि जो काम कल करना है, उसे आज ही करके टेंशन फ्री हो जाओ, ताकि कल आराम से सो सको।",
    "language": "hindi"
  },
  {
    "id": 382,
    "joke": "पति: काश तुम चाँद होती। \nपत्नी: तो? \nपति: तो तुम हमसे 3,84,400 किलोमीटर दूर होती।",
    "language": "hindi"
  },
  {
    "id": 383,
    "joke": "दोस्त: भाई, तूने जिम क्यों छोड़ा? \nमैं: यार, वहां एसी बंद कर देते थे, पसीना आता था।",
    "language": "hindi"
  },
  {
    "id": 384,
    "joke": "लड़का: पापा, मुझे शादी करनी है। \nपापा: बेटा, अभी तेरी उम्र ही क्या है? \nलड़का: पापा, उम्र तो 25 हो गयी, अब क्या दादा बनकर घोड़ी चढ़ूंगा?",
    "language": "hindi"
  },
  {
    "id": 385,
    "joke": "पुलिस: हेलमेट कहाँ है? \nआदमी: सर, वो मेरी बीवी ने पहन रखा है, उसे अपनी जान मुझसे ज्यादा प्यारी है।",
    "language": "hindi"
  },
  {
    "id": 386,
    "joke": "टीचर: भारत की सबसे पवित्र नदी कौन सी है? \nपप्पू: सर, वो तो 'अमेज़न' है, क्योंकि वहां से मेरी माँ रोज कुछ न कुछ मंगवाती रहती हैं।",
    "language": "hindi"
  },
  {
    "id": 387,
    "joke": "पत्नी: तुम मुझे कितना प्यार करते हो? \nपति: बहुत ज्यादा। \nपत्नी: तो मेरे लिए जान दे सकते हो? \nपति: जान तो दे दूँ, पर फिर तुम्हें शॉपिंग कौन कराएगा?",
    "language": "hindi"
  },
  {
    "id": 388,
    "joke": "बॉस: मुझे वो कर्मचारी चाहिए जो 'न' शब्द न जानता हो। \nउम्मीदवार: सर, फिर तो आप मेरी बीवी को नौकरी पर रख लीजिये, वो 'न' कभी सुनती ही नहीं।",
    "language": "hindi"
  },
  {
    "id": 389,
    "joke": "डॉक्टर: ऑपरेशन के बाद आप चल सकेंगे। \nमरीज: क्या बात कर रहे हैं डॉक्टर साहब? \nडॉक्टर: हाँ, क्योंकि आपकी गाड़ी तो बिल भरने में बिक जाएगी।",
    "language": "hindi"
  },
  {
    "id": 390,
    "joke": "लड़की: क्या तुम मुझे डायमंड रिंग दोगे? \nलड़का: अरे, डायमंड तो पत्थर है, मैं तुम्हें प्लास्टिक की रिंग दूंगा, वो ज्यादा चलती है।",
    "language": "hindi"
  },
  {
    "id": 391,
    "joke": "टीचर: 'संगठन' का महत्व बताओ। \nछात्र: सर, केले को ही देख लीजिये, जो केला गुच्छे में रहता है वो सुरक्षित रहता है, और जो अलग हो जाता है, उसे लोग छील कर खा जाते हैं।",
    "language": "hindi"
  },
  {
    "id": 392,
    "joke": "पति: आज खाने में नमक कम है। \nपत्नी: तुम तो कहते थे कि मेरी मुस्कान में ही मिठास है, तो नमक की क्या जरुरत?",
    "language": "hindi"
  },
  {
    "id": 393,
    "joke": "रिश्तेदार: बेटा, सैलरी कितनी है? \nमैं: अंकल, इतनी है कि टैक्स वाले भी कहते हैं, 'रहने दो भाई, तुम क्या दोगे'!",
    "language": "hindi"
  },
  {
    "id": 394,
    "joke": "पुलिस: तुम बैंक लूटने अकेले क्यों गए? \nचोर: सर, कोरोना चल रहा है ना, सोशल डिस्टेंसिंग का पालन कर रहा था।",
    "language": "hindi"
  },
  {
    "id": 395,
    "joke": "पत्नी: ए जी, सुनते हो? \nपति: नहीं सुनता, बताओ क्या कर लोगी? (मन में सोचा, पर बोला: हाँ डार्लिंग, बोलो।)",
    "language": "hindi"
  },
  {
    "id": 396,
    "joke": "टीचर: तुम क्लास में सो रहे थे? \nछात्र: नहीं सर, मैं तो गुरुत्वाकर्षण बल (Gravity) की जाँच कर रहा था कि वो पलकों पर कितना असर डालता है।",
    "language": "hindi"
  },
  {
    "id": 397,
    "joke": "सब्जी वाला: धनिया फ्री नहीं मिलेगा। \nग्राहक: भैया, धनिया तो सब्जी की 'आत्मा' होती है, उसके बिना सब्जी 'लाश' जैसी लगती है।",
    "language": "hindi"
  },
  {
    "id": 398,
    "joke": "दोस्त: भाई, 2000 रुपये उधार दे दे। \nमैं: भाई, मेरे पास सिर्फ 1000 हैं। \nदोस्त: चल 1000 ही दे दे, 1000 फिर कभी दे देना, मैं उधारी खाता लिख लेता हूँ।",
    "language": "hindi"
  },
  {
    "id": 399,
    "joke": "लड़का: पापा, मुझे कार चाहिए। \nपापा: बेटा, कार तो मैं दिला दूँ, पर पेट्रोल के लिए बैंक लूटना पड़ेगा, वो सीख ले पहले।",
    "language": "hindi"
  },
  {
    "id": 400,
    "joke": "डॉक्टर: तुम्हें मीठा खाने से मना किया था। \nमरीज: सर, मैंने मीठा नहीं खाया, मैंने तो बस गुलाब जामुन की चाशनी पी थी।",
    "language": "hindi"
  },
  {
    "id": 401,
    "joke": "पत्नी: तुम मुझे कहाँ घुमाने ले चलोगे? \nपति: जहाँ तुम कहो। \nपत्नी: पेरिस। \nपति: ठीक है, चलो पेरिस बेकरी चलते हैं, वहां के बिस्किट बहुत अच्छे हैं।",
    "language": "hindi"
  },
  {
    "id": 402,
    "joke": "टीचर: 'भविष्य' किसने देखा है? \nपप्पू: सर, मैंने। \nटीचर: कैसे? \nपप्पू: कल मैंने पापा को छिपकर सिगरेट पीते देख लिया था, अब उनका भविष्य मुझे साफ़ दिख रहा है जब मम्मी को पता चलेगा।",
    "language": "hindi"
  },
  {
    "id": 403,
    "joke": "बॉस: तुम ऑफिस में गेम खेल रहे हो? \nकर्मचारी: नहीं सर, मैं तो 'हैंड-आई कोऑर्डिनेशन' की प्रैक्टिस कर रहा हूँ ताकि काम तेज कर सकूं।",
    "language": "hindi"
  },
  {
    "id": 404,
    "joke": "लड़की: भैया, ये ड्रेस तो बहुत महंगी है। \nदुकानदार: मैडम, इसमें आप 'कैटरीना कैफ' लगोगी। \nलड़की: पैक कर दो। (घर जाकर आईना देखा) \nलड़की: धोखेबाज! मैं तो 'जॉनी लीवर' लग रही हूँ।",
    "language": "hindi"
  },
  {
    "id": 405,
    "joke": "पति: मैं आत्महत्या कर लूँगा। \nपत्नी: ठीक है, पर खाना खा के जाना, आज बहुत अच्छा बना है।",
    "language": "hindi"
  },
  {
    "id": 406,
    "joke": "टीचर: बताओ, सूरज पश्चिम से क्यों नहीं निकलता? \nछात्र: सर, क्योंकि वो भी इंडिया में रहता है, शॉर्टकट के चक्कर में गलत रास्ते नहीं जाता।",
    "language": "hindi"
  },
  {
    "id": 407,
    "joke": "डॉक्टर: आपकी तबियत अब कैसी है? \nमरीज: पहले से ज्यादा खराब। \nडॉक्टर: मतलब मेरी दवाई काम कर रही है, बीमारी बाहर निकल रही है।",
    "language": "hindi"
  },
  {
    "id": 408,
    "joke": "रिश्तेदार: बेटा, शादी कब कर रहे हो? \nमैं: जब आप लोग अपने काम से काम रखना शुरू कर देंगे।",
    "language": "hindi"
  },
  {
    "id": 409,
    "joke": "पति: तुम मुझे इतना शक क्यों करती हो? \nपत्नी: क्योंकि 'सावधानी हटी, दुर्घटना घटी'।",
    "language": "hindi"
  },
  {
    "id": 410,
    "joke": "पुलिस: तुम रेड लाइट पर रुके क्यों नहीं? \nड्राइवर: सर, मैंने ग्रीन लाइट का इंतज़ार नहीं किया, क्योंकि मुझे 'सरप्राइज' पसंद नहीं हैं।",
    "language": "hindi"
  },
  {
    "id": 411,
    "joke": "टीचर: 'सन्नाटा' का वाक्य प्रयोग करो। \nछात्र: 'जब पापा घर पर होते हैं, तो घर में सन्नाटा होता है'।",
    "language": "hindi"
  },
  {
    "id": 412,
    "joke": "दोस्त: भाई, तेरी गर्लफ्रेंड ने तुझे क्यों छोड़ा? \nमैं: क्योंकि मैंने उसे कहा था कि वो मेरी 'दुनिया' है। \nदोस्त: तो? \nमैं: उसे लगा कि दुनिया में तो बहुत सारे देश हैं, मतलब बहुत सारी लड़कियां होंगी।",
    "language": "hindi"
  },
  {
    "id": 413,
    "joke": "बॉस: तुम्हें छुट्टी चाहिए? कारण बताओ। \nकर्मचारी: सर, कारण तो बहुत हैं, पर असली वजह ये है कि मेरा ऑफिस आने का मन नहीं है।",
    "language": "hindi"
  },
  {
    "id": 414,
    "joke": "पत्नी: तुम तो मुझे भूल ही गए हो। \nपति: नहीं डार्लिंग, तुम्हारी याद तो मुझे तब आती है जब घर में कोई मुसीबत आती है।",
    "language": "hindi"
  },
  {
    "id": 415,
    "joke": "टीचर: 'ईमानदारी' की परिभाषा क्या है? \nछात्र: सर, जब वाई-फाई का पासवर्ड पता होने पर भी हम अपने डाटा से नेट चलाएं, तो उसे ईमानदारी कहते हैं।",
    "language": "hindi"
  },
  {
    "id": 416,
    "joke": "डॉक्टर: आपको स्ट्रेस कम लेना चाहिए। \nमरीज: तो आप अपनी फीस कम कर दीजिये, आधा स्ट्रेस तो वहीं ख़त्म हो जाएगा।",
    "language": "hindi"
  },
  {
    "id": 417,
    "joke": "लड़का: मैं तुम्हारे लिए चाँद तोड़ लाऊंगा। \nलड़की: रहने दे, पहले वो पड़ोसी के पेड़ से 'अमरूद' तोड़कर दिखा, जो तूने कल कहा था।",
    "language": "hindi"
  },
  {
    "id": 418,
    "joke": "पति: आज बहुत थकान हो रही है। \nपत्नी: लो चाय पी लो। \nपति: चाय से थकान मिट जाएगी? \nपत्नी: नहीं, पर थकान के साथ-साथ एसिडिटी भी हो जाएगी, तो ध्यान भटक जाएगा।",
    "language": "hindi"
  },
  {
    "id": 419,
    "joke": "पुलिस: इस बैग में क्या है? \nआदमी: कुछ नहीं सर, बस थोड़े से पैसे और बीवी की लिस्ट है। \nपुलिस: लिस्ट खतरनाक लग रही है, जाने दो इसे।",
    "language": "hindi"
  },
  {
    "id": 420,
    "joke": "टीचर: अगर मैं तुम्हें 100 रुपये दूँ, तो तुम क्या करोगे? \nछात्र: सर, मैं गिनूंगा, क्योंकि मुझे आप पर भरोसा नहीं है।",
    "language": "hindi"
  },
  {
    "id": 421,
    "joke": "बॉस: तुम काम के वक्त फेसबुक क्यों चला रहे हो? \nकर्मचारी: सर, मैं देख रहा था कि कहीं आपने मुझे फ्रेंड रिक्वेस्ट तो नहीं भेजी।",
    "language": "hindi"
  },
  {
    "id": 422,
    "joke": "पत्नी: तुम मुझे 'महारानी' कहते हो, पर काम नौकरानी वाला करवाते हो। \nपति: अरे, महारानी भी तो कभी-कभी शौक के लिए खाना बनाती थीं।",
    "language": "hindi"
  },
  {
    "id": 423,
    "joke": "डॉक्टर: आपका लीवर खराब हो रहा है, शराब छोड़ दीजिये। \nमरीज: डॉक्टर साहब, लीवर तो ट्रांसप्लांट हो जाएगा, पर गम (Dukh) कैसे ट्रांसप्लांट होगा?",
    "language": "hindi"
  },
  {
    "id": 424,
    "joke": "लड़का: पापा, मुझे 'KTM' चाहिए। \nपापा: बेटा, शक्ल 'साइकिल' वाली और सपने 'KTM' के, भगवान से डर।",
    "language": "hindi"
  },
  {
    "id": 425,
    "joke": "टीचर: 'शांति' कहाँ मिलती है? \nपप्पू: सर, वो तो मेरे पड़ोस में रहती है, पर उसका पति उसे कहीं मिलने नहीं देता।",
    "language": "hindi"
  },
  {
    "id": 426,
    "joke": "दोस्त: भाई, तुझे कैसी बीवी चाहिए? \nमैं: ऐसी जो कम बोले और ज्यादा खाना बनाये। \nदोस्त: भाई, फिर तो तुझे 'गूंगी बावर्ची' ढूंढनी पड़ेगी।",
    "language": "hindi"
  },
  {
    "id": 427,
    "joke": "पति: काश तुम 'मोबाइल' होती। \nपत्नी: क्यों? \nपति: तो जब चाहे 'साइलेंट' कर देता।",
    "language": "hindi"
  },
  {
    "id": 428,
    "joke": "पुलिस: तुम बिना सीट बेल्ट के गाड़ी चला रहे हो? \nड्राइवर: सर, मैंने 'पतली कमर' की कसम खाई है, बेल्ट फिट ही नहीं होती।",
    "language": "hindi"
  },
  {
    "id": 429,
    "joke": "टीचर: 'नामुमकिन' शब्द का प्रयोग करो। \nछात्र: 'पापा से पैसे मांगना नामुमकिन है'।",
    "language": "hindi"
  },
  {
    "id": 430,
    "joke": "बॉस: तुम ऑफिस में सो रहे हो? \nकर्मचारी: नहीं सर, मैं अपनी आँखों को 'रेस्ट' दे रहा हूँ ताकि वो आपको और अच्छे से देख सकें।",
    "language": "hindi"
  },
  {
    "id": 431,
    "joke": "पत्नी: तुम मुझसे बहस क्यों नहीं करते? \nपति: क्योंकि मुझे 'शांति' पसंद है, और 'हस्पताल' नहीं।",
    "language": "hindi"
  },
  {
    "id": 432,
    "joke": "लड़की: भैया, ये सैंडल बहुत ऊँची है। \nदुकानदार: मैडम, आपकी सोच से तो नीची ही है।",
    "language": "hindi"
  },
  {
    "id": 433,
    "joke": "डॉक्टर: आपको सुबह जल्दी उठना चाहिए। \nमरीज: सर, सुबह तो मुर्गे उठते हैं, मैं तो इंसान हूँ।",
    "language": "hindi"
  },
  {
    "id": 434,
    "joke": "टीचर: 'प्यार' क्या है? \nछात्र: सर, प्यार वो है जो एग्जाम के टाइम पर नींद से होता है।",
    "language": "hindi"
  },
  {
    "id": 435,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'खिचड़ी'। \nपति: फिर से? \nपत्नी: तो क्या 'बिरयानी' की उम्मीद कर रहे थे? तुम कौन सा नवाब हो?",
    "language": "hindi"
  },
  {
    "id": 436,
    "joke": "पुलिस: तुम चोरी क्यों करते हो? \nचोर: सर, 'वर्क फ्रॉम होम' का आप्शन नहीं था, इसलिए फील्ड पर आना पड़ा।",
    "language": "hindi"
  },
  {
    "id": 437,
    "joke": "बॉस: तुम हमेशा लेट क्यों आते हो? \nकर्मचारी: सर, मैं 'लेट' नहीं हूँ, आप 'जल्दी' आ जाते हैं।",
    "language": "hindi"
  },
  {
    "id": 438,
    "joke": "पत्नी: अगर मैं मर गयी तो तुम क्या करोगे? \nपति: मैं भी मर जाऊंगा। \nपत्नी: क्यों? \nपति: क्योंकि इतनी ख़ुशी मैं बर्दास्त नहीं कर पाऊंगा।",
    "language": "hindi"
  },
  {
    "id": 439,
    "joke": "टीचर: 'आलस्य' की परिभाषा क्या है? \nछात्र: सर, जो इंसान 'रिप्लाई' टाइप करने की जगह 'कॉल' कर ले, वो आलसी नहीं, 'महा-आलसी' है।",
    "language": "hindi"
  },
  {
    "id": 440,
    "joke": "डॉक्टर: आपकी बीमारी का कारण क्या है? \nमरीज: मेरी बीवी। \nडॉक्टर: वो कैसे? \nमरीज: वो मुझे 'जीने' नहीं देती और भगवान मुझे 'उठा' नहीं रहे।",
    "language": "hindi"
  },
  {
    "id": 441,
    "joke": "लड़का: क्या तुम मेरे लिए सब कुछ छोड़ सकती हो? \nलड़की: हाँ। \nलड़का: तो अपने माँ-बाप को छोड़ दो। \nलड़की: मैंने कहा 'सब कुछ', 'सब लोग' नहीं।",
    "language": "hindi"
  },
  {
    "id": 442,
    "joke": "पति: तुम तैयार होने में कितना वक़्त लगाओगी? \nपत्नी: बस 5 मिनट। \nपति: पर तुम तो 1 घंटे से बैठी हो। \nपत्नी: मैं 'मानसिक' रूप से तैयार हो रही हूँ।",
    "language": "hindi"
  },
  {
    "id": 443,
    "joke": "टीचर: 'विवाह' क्या है? \nछात्र: सर, विवाह वो रस्म है जिसके बाद लड़के का 'बैचलर' का टैग हटकर 'गुलाम' का टैग लग जाता है।",
    "language": "hindi"
  },
  {
    "id": 444,
    "joke": "बॉस: तुम्हें सैलरी बढ़ाकर क्या करना है? \nकर्मचारी: सर, पेट्रोल पम्प खरीदना है, ताकि पेट्रोल फ्री में मिले।",
    "language": "hindi"
  },
  {
    "id": 445,
    "joke": "दोस्त: भाई, तू इतना खुश क्यों है? \nमैं: मेरी बीवी का फ़ोन खो गया है। \nदोस्त: तो? \nमैं: अब वो मुझे ट्रैक नहीं कर सकती।",
    "language": "hindi"
  },
  {
    "id": 446,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nलड़की: सर, मेरे बाल ख़राब हो जाते हैं। \nपुलिस: तो चालान कटवा लो, बाल भी बचेंगे और पैसे भी नहीं रहेंगे।",
    "language": "hindi"
  },
  {
    "id": 447,
    "joke": "टीचर: 'सफलता' की कुंजी क्या है? \nछात्र: सर, 'जुगाड़'। भारत में चाबी से ज्यादा जुगाड़ काम आता है।",
    "language": "hindi"
  },
  {
    "id": 448,
    "joke": "पति: आज मैं तुम्हें अपनी बाहों में उठा लूँगा। \nपत्नी: सच में? \nपति: हाँ, अगर तुम अपना वजन 20 किलो कम कर लो तो।",
    "language": "hindi"
  },
  {
    "id": 449,
    "joke": "डॉक्टर: आपको हरी सब्जियां खानी चाहिए। \nमरीज: सर, मैं तो रोज 'पान' खाता हूँ, वो भी तो हरा होता है।",
    "language": "hindi"
  },
  {
    "id": 450,
    "joke": "भारतीय रेलवे की अनाउंसमेंट: \n'यात्रीगण कृपया ध्यान दें, जिस ट्रेन का आप इंतज़ार कर रहे हैं, वो अपने निर्धारित समय से... अनिश्चित काल के लिए लेट है।'",
    "language": "hindi"
  },
  {
    "id": 451,
    "joke": "इंटरव्यूअर: तुम्हें टीम वर्क का अनुभव है? \nउम्मीदवार: जी सर, मैंने दोस्तों के साथ मिलकर 'गोवा' का प्लान बनाया और फिर सबने मिलकर उसे कैंसिल किया। इससे बड़ा टीम वर्क क्या होगा?",
    "language": "hindi"
  },
  {
    "id": 452,
    "joke": "पत्नी: तुम मुझे ऐसी जगह ले चलो जहाँ मुझे कोई नहीं जानता हो। \nपति: ठीक है, किचन में चलो, वहां तुम्हें बर्तनों के अलावा कोई नहीं जानता।",
    "language": "hindi"
  },
  {
    "id": 453,
    "joke": "भारतीय ट्रैफिक का नियम: \nअगर सिग्नल ग्रीन होने के 0.01 सेकंड के अंदर आपने हॉर्न नहीं बजाया, तो पीछे वाला डिप्रेशन में चला जाता है कि हॉर्न खराब तो नहीं हो गया।",
    "language": "hindi"
  },
  {
    "id": 454,
    "joke": "टीचर: 'संतोष' का संधि विच्छेद करो। \nछात्र: सर, 'संत' + 'ओस'। \nटीचर: इसका मतलब? \nछात्र: जब संत ओस में भीग जाए, तो उसे संतोष कहते हैं।",
    "language": "hindi"
  },
  {
    "id": 455,
    "joke": "लड़का: पापा, मैं घर छोड़कर जा रहा हूँ। \nपापा: ठीक है बेटा, बस अपना चार्जर छोड़ जाना, मेरा वाला खराब हो गया है। \n(लड़का वापस आ गया, इमोशनल डैमेज के कारण)",
    "language": "hindi"
  },
  {
    "id": 456,
    "joke": "ऑफिस में एचआर: हमें वो लोग चाहिए जो दबाव में काम कर सकें। \nउम्मीदवार: सर, कुकर ले लीजिये फिर, इंसान क्यों ढूंढ रहे हैं?",
    "language": "hindi"
  },
  {
    "id": 457,
    "joke": "डॉक्टर: आपकी बीवी अब खतरे से बाहर है। \nपति: डॉक्टर साहब, फिर खतरा किस पर शिफ्ट हो गया? मुझ पर?",
    "language": "hindi"
  },
  {
    "id": 458,
    "joke": "दोस्त: भाई, ब्रेकअप हो गया। \nमैं: क्यों? \nदोस्त: यार, उसे 'आईफोन 15' चाहिए था और मेरे पास सिर्फ 'आर्टिफिशियल किडनी' बेचने का ऑप्शन था।",
    "language": "hindi"
  },
  {
    "id": 459,
    "joke": "टीचर: बिजली और आंधी में क्या रिश्ता है? \nपप्पू: सर, बहुत गहरा रिश्ता है। जैसे ही आंधी आती है, बिजली डर के मारे भाग जाती है।",
    "language": "hindi"
  },
  {
    "id": 460,
    "joke": "मिडिल क्लास परिवार: \nयहाँ 'शैम्पू' की बोतल खत्म होने के बाद उसमें पानी मिलाकर तीन बार और नहाया जाता है, तब जाकर उसे डस्टबिन नसीब होता है।",
    "language": "hindi"
  },
  {
    "id": 461,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'शक'। \nपति: मतलब? \nपत्नी: मुझे शक है कि तुम बाहर खाकर आए हो, इसलिए मैंने कुछ नहीं बनाया।",
    "language": "hindi"
  },
  {
    "id": 462,
    "joke": "पुलिस: तुम अपनी बीवी को डरा-धमका कर रखते हो? \nआदमी: सर, आप भी शादीशुदा लगते हो, मजाक अच्छा कर लेते हो।",
    "language": "hindi"
  },
  {
    "id": 463,
    "joke": "टीचर: 'नादान' किसे कहते हैं? \nछात्र: सर, जो इंसान 'अलार्म' बजने पर उसे बंद करके सोचता है कि 'बस 2 मिनट और', वो सबसे बड़ा नादान है।",
    "language": "hindi"
  },
  {
    "id": 464,
    "joke": "लड़की: भैया, मुझे वो वाला फ़ोन दिखाओ जिसमें 50 मेगापिक्सल कैमरा हो। \nदुकानदार: मैडम, आईना ले लो 20 रुपये का, 50 मेगापिक्सल से भी ज्यादा क्लियर दिखाएगा।",
    "language": "hindi"
  },
  {
    "id": 465,
    "joke": "बॉस: ये रिपोर्ट कब तक तैयार होगी? \nकर्मचारी: सर, 'जल्द ही'। \nबॉस: 'जल्द ही' मतलब कब? \nकर्मचारी: जब मेरा 'नोटिस पीरियड' खत्म होगा, तब तक तो हो ही जाएगी।",
    "language": "hindi"
  },
  {
    "id": 466,
    "joke": "पति: तुम इतना मेकअप क्यों करती हो? \nपत्नी: ताकि मैं सुंदर लगूँ। \nपति: तो फिर तुम 'फेस वॉश' क्यों करती हो? अपनी मेहनत पर पानी फेर देती हो।",
    "language": "hindi"
  },
  {
    "id": 467,
    "joke": "डॉक्टर: आपको खुली हवा में सांस लेनी चाहिए। \nमरीज: सर, मैं दिल्ली में रहता हूँ। \nडॉक्टर: ओह! फिर तो सिगरेट ही पी लो, फ़िल्टर लगा होता है कम से कम।",
    "language": "hindi"
  },
  {
    "id": 468,
    "joke": "रिश्तेदार: बेटा, क्या प्लान है आगे का? \nमैं: बस अंकल, यही प्लान है कि आप जैसे रिश्तेदारों की शादियों में जाकर फ्री का खाना खा सकूँ।",
    "language": "hindi"
  },
  {
    "id": 469,
    "joke": "लड़का: पापा, मुझे लव मैरिज करनी है। \nपापा: बेटा, पहले 'अरेंज' तो कर ले खुद को, फिर मैरिज की बात करना।",
    "language": "hindi"
  },
  {
    "id": 470,
    "joke": "टीचर: अगर तुम्हारे पास 2 पराठे हैं और 2 मैंने मांग लिए, तो क्या बचेगा? \nपप्पू: सर, 'सब्जी', क्योंकि वो तो आपने मांगी ही नहीं।",
    "language": "hindi"
  },
  {
    "id": 471,
    "joke": "जिम ट्रेनर: दर्द हो रहा है? \nमैं: हाँ सर। \nट्रेनर: तो समझ लो असर हो रहा है। \nमैं: सर, ईंट पैर पर गिरी है, एक्सरसाइज से दर्द नहीं हो रहा!",
    "language": "hindi"
  },
  {
    "id": 472,
    "joke": "पति: काश तुम 'ब्लूटूथ' होती। \nपत्नी: क्यों? \nपति: मेरे पास आते ही 'कनेक्ट' हो जाती और दूर जाते ही 'डिवाइस नॉट फाउंड' बताती।",
    "language": "hindi"
  },
  {
    "id": 473,
    "joke": "ऑनलाइन शॉपिंग: \nचीज़ें मंगवाओ 500 की, और अगर वो पसंद न आए, तो रिफंड के लिए 5000 की माथापच्ची करनी पड़ती है।",
    "language": "hindi"
  },
  {
    "id": 474,
    "joke": "बॉस: तुम छुट्टी पर क्यों जाना चाहते हो? \nकर्मचारी: सर, मुझे 'खुद' की खोज करनी है। \nबॉस: ठीक है, अगर 'खुद' मिल जाए, तो उसे कहना कि ऑफिस आ जाए, तुम रहने देना।",
    "language": "hindi"
  },
  {
    "id": 475,
    "joke": "दोस्त: भाई, उधार कब वापस करेगा? \nमैं: भाई, मैं 'विजय माल्या' का फैन हूँ, हम वापस करने में विश्वास नहीं रखते।",
    "language": "hindi"
  },
  {
    "id": 476,
    "joke": "टीचर: 'अपराधी' किसे कहते हैं? \nछात्र: सर, जो क्लास में टिफिन पहले पीरियड में ही खोलकर खुशबू फैला दे, वो सबसे बड़ा अपराधी है।",
    "language": "hindi"
  },
  {
    "id": 477,
    "joke": "पत्नी: तुम मुझे कभी सरप्राइज नहीं देते। \nपति: कल जो मैं ऑफिस नहीं गया था, वो क्या था? \nपत्नी: वो तो तुम बीमार थे। \nपति: वही तो सरप्राइज था, मैं बीमार नहीं था!",
    "language": "hindi"
  },
  {
    "id": 478,
    "joke": "डॉक्टर: आपकी याददाश्त कमजोर है, बादाम खाया करो। \nमरीज: सर, बादाम तो ले आऊं, पर याद ही नहीं रहता कि रखा कहाँ है।",
    "language": "hindi"
  },
  {
    "id": 479,
    "joke": "लड़का: मैं तुम्हारे लिए दुनिया हिला सकता हूँ। \nलड़की: अच्छा? \nलड़का: हाँ, बस मुझे 'क्रेन' किराए पर लेनी पड़ेगी, उसके पैसे तुम दे देना।",
    "language": "hindi"
  },
  {
    "id": 480,
    "joke": "सर्दियों में सुबह उठना ऐसा लगता है जैसे अपनी ही रजाई से 'तलाक' ले रहे हों।",
    "language": "hindi"
  },
  {
    "id": 481,
    "joke": "टीचर: 'सन्नाटा' और 'ख़ामोशी' में क्या अंतर है? \nपप्पू: सर, जब आप पढ़ाते हैं तो 'सन्नाटा' होता है, और जब आप सवाल पूछते हैं तो 'ख़ामोशी' छा जाती है।",
    "language": "hindi"
  },
  {
    "id": 482,
    "joke": "पति: मैं लॉटरी का टिकट लाया हूँ। \nपत्नी: अगर लग गयी तो? \nपति: तो मैं वर्ल्ड टूर पर जाऊंगा। \nपत्नी: और अगर नहीं लगी तो? \nपति: तो घर पर रहकर बर्तन मांजूंगा, और क्या।",
    "language": "hindi"
  },
  {
    "id": 483,
    "joke": "पुलिस: तुम शराब पीकर गाड़ी चला रहे थे? \nड्राइवर: सर, मैंने पी नहीं थी, बस बोतल खुली रह गयी थी, उसकी खुशबू से नशा हो गया।",
    "language": "hindi"
  },
  {
    "id": 484,
    "joke": "लड़की: भैया, मुझे वो वाली ड्रेस दिखाओ जिसे पहनकर मैं 'प्रिंसेस' लगूँ। \nदुकानदार: मैडम, ड्रेस तो दिखा दूँ, पर 'महल' कहाँ से लाओगी?",
    "language": "hindi"
  },
  {
    "id": 485,
    "joke": "बॉस: हमारी कंपनी में 'ट्रांसपेरेंसी' है। \nकर्मचारी: हाँ सर, तभी तो मेरी खाली जेब आपको दिखाई नहीं दे रही।",
    "language": "hindi"
  },
  {
    "id": 486,
    "joke": "दोस्त: भाई, तेरी बीवी ने तुझे क्यों पीटा? \nमैं: मैंने उसे 'सोलमेट' कहा था। \nदोस्त: तो? \nमैं: उसे लगा मैंने 'सोल' (जूते का तल्ला) और 'मेट' (पायदान) कहा है।",
    "language": "hindi"
  },
  {
    "id": 487,
    "joke": "टीचर: 'मुश्किल' का पर्यायवाची बताओ। \nछात्र: 'गणित का पेपर'।",
    "language": "hindi"
  },
  {
    "id": 488,
    "joke": "पति: तुम तैयार हो गयी? \nपत्नी: बस लिपस्टिक लगा रही हूँ। \nपति: ठीक है, तब तक मैं एक 'वेब सीरीज' खत्म कर लेता हूँ।",
    "language": "hindi"
  },
  {
    "id": 489,
    "joke": "डॉक्टर: ऑपरेशन के बाद तुम चल फिर सकोगे। \nमरीज: सर, मुझे तो लगा था कि मैं 'उड़' सकूँगा, क्योंकि आपकी फीस सुनकर तो मेरे 'पंख' निकल आए हैं।",
    "language": "hindi"
  },
  {
    "id": 490,
    "joke": "रिश्तेदार: बेटा, तुम तो ईद का चाँद हो गए हो। \nमैं: हाँ आंटी, और आप लोग 'ग्रहण' बनकर पीछे पड़े रहते हो।",
    "language": "hindi"
  },
  {
    "id": 491,
    "joke": "लड़का: पापा, मुझे 'Goa' जाना है। \nपापा: बेटा, 'Goa' तो दूर, तू अगर 'Go' (जा) भी बोल दे, तो मैं तुझे घर से निकाल दूँ।",
    "language": "hindi"
  },
  {
    "id": 492,
    "joke": "टीचर: भारत में सबसे ज्यादा क्या चलता है? \nछात्र: सर, 'फोogg' नहीं, 'जुगाड़' चलता है।",
    "language": "hindi"
  },
  {
    "id": 493,
    "joke": "पत्नी: काश मैं तितली होती। \nपति: तो मैं बहुत खुश होता। \nपत्नी: क्यों? \nपति: तितली की उम्र बस 15 दिन की होती है।",
    "language": "hindi"
  },
  {
    "id": 494,
    "joke": "पुलिस: चोरी करने के बाद तुम वहीं क्यों खड़े रहे? \nचोर: सर, वहां लिखा था 'ठहरिए और अपनी बारी का इंतज़ार कीजिये'।",
    "language": "hindi"
  },
  {
    "id": 495,
    "joke": "बॉस: तुम काम पर ध्यान क्यों नहीं देते? \nकर्मचारी: सर, 'ध्यान' तो साधु-संत करते हैं, हम तो बस 'गुजारिश' करते हैं कि काम हो जाए।",
    "language": "hindi"
  },
  {
    "id": 496,
    "joke": "लड़की: क्या तुम मेरे लिए अपनी जान दे सकते हो? \nलड़का: जान तो दे दूँ, पर फिर मेरी बाइक कौन चलाएगा?",
    "language": "hindi"
  },
  {
    "id": 497,
    "joke": "टीचर: 'असली ख़ुशी' क्या है? \nपप्पू: सर, जब आप क्लास में न आएं और हम शोर मचाएं।",
    "language": "hindi"
  },
  {
    "id": 498,
    "joke": "पति: आज खाने में क्या बनाओगी? \nपत्नी: 'मूड' खराब है। \nपति: अरे वाह! ये नई डिश है क्या? \nपत्नी: नहीं, ये 'वार्निंग' है कि खुद बना लो।",
    "language": "hindi"
  },
  {
    "id": 499,
    "joke": "डॉक्टर: आपको फल खाने चाहिए। \nमरीज: सर, मैं 'सब्र का फल' खाता हूँ, मीठा होता है, और फ्री भी मिलता है।",
    "language": "hindi"
  },
  {
    "id": 500,
    "joke": "बेंगलुरु में घर ढूंढना: \nमकान मालिक: क्या आप सिगरेट पीते हैं? \nमैं: नहीं। \nमकान मालिक: शराब? \nमैं: नहीं। \nमकान मालिक: नॉन-वेज? \nमैं: नहीं। \nमकान मालिक: तो फिर ज़िंदा क्यों हो? घर नहीं मिलेगा, निकलो यहाँ से।",
    "language": "hindi"
  },
  {
    "id": 501,
    "joke": "टीचर: 'असंभव' शब्द मूर्खों की डिक्शनरी में होता है। \nपप्पू: सर, तो फिर आपने 'मूर्खों' वाली डिक्शनरी खरीदी ही क्यों?",
    "language": "hindi"
  },
  {
    "id": 502,
    "joke": "पति: तुम मुझे बहुत 'मिस' करती हो ना? \nपत्नी: हाँ, निशाने लगाने की कोशिश करती हूँ, पर हर बार 'मिस' हो जाता है।",
    "language": "hindi"
  },
  {
    "id": 503,
    "joke": "दोस्त: भाई, 100 रुपये देना। \nमैं: क्यों? \nदोस्त: वापस कर दूंगा। \nमैं: कब? \nदोस्त: जब मेरे पास 'फालतू' होंगे। \nमैं: मतलब कभी नहीं।",
    "language": "hindi"
  },
  {
    "id": 504,
    "joke": "इंटरव्यूअर: आपकी कमजोरी क्या है? \nउम्मीदवार: 'पानी पूरी'। \nइंटरव्यूअर: मतलब? \nउम्मीदवार: ठेले को देखते ही मैं पिघल जाता हूँ, कंट्रोल ही नहीं होता।",
    "language": "hindi"
  },
  {
    "id": 505,
    "joke": "लड़की: भैया, ये सैंडल कितने की है? \nदुकानदार: 500 की। \nलड़की: 50 में दोगे? \nदुकानदार: मैडम, 50 में तो आप बस एक पैर डाल सकती हैं।",
    "language": "hindi"
  },
  {
    "id": 506,
    "joke": "पति: तुम हर बात पर 'शर्त' क्यों लगाती हो? \nपत्नी: क्योंकि तुम हारते हुए बहुत अच्छे लगते हो।",
    "language": "hindi"
  },
  {
    "id": 507,
    "joke": "टीचर: 'इतिहास' क्यों पढ़ते हैं? \nछात्र: ताकि हमें पता चले कि पुराने लोग बिना मोबाइल के टाइमपास कैसे करते थे।",
    "language": "hindi"
  },
  {
    "id": 508,
    "joke": "पुलिस: तुम हेलमेट पहनकर क्यों नहीं चलते? \nआदमी: सर, मेरे सिर में 'विचार' इतने बड़े हैं कि हेलमेट में फिट नहीं आते।",
    "language": "hindi"
  },
  {
    "id": 509,
    "joke": "डॉक्टर: आपका बीपी बढ़ा हुआ है। \nमरीज: सर, वो रिसेप्शन पर फीस सुनकर बढ़ गया था, डिस्काउंट दे दो, नार्मल हो जाएगा।",
    "language": "hindi"
  },
  {
    "id": 510,
    "joke": "बॉस: तुम ऑफिस में 'रील' बना रहे हो? \nकर्मचारी: सर, ये 'टीम बिल्डिंग एक्टिविटी' है, फॉलोवर बढ़ेंगे तो कंपनी का ही नाम होगा ना।",
    "language": "hindi"
  },
  {
    "id": 511,
    "joke": "पत्नी: ए जी, सुनते हो? \nपति: अगर मैं कहूँ 'नहीं', तो क्या तुम चुप हो जाओगी? (खतरनाक चुप्पी)",
    "language": "hindi"
  },
  {
    "id": 512,
    "joke": "लड़का: पापा, मुझे 'स्पेस' चाहिए। \nपापा: बेटा, छत पर जा, वहां बहुत 'स्पेस' है, और हाँ, टंकियों की सफाई भी कर देना।",
    "language": "hindi"
  },
  {
    "id": 513,
    "joke": "टीचर: 'कर्म' करो, 'फल' की चिंता मत करो। \nछात्र: सर, अगर कर्म करके 'फल' नहीं मिला, तो क्या 'सब्जी' मिलेगी?",
    "language": "hindi"
  },
  {
    "id": 514,
    "joke": "दोस्त: भाई, तेरी गर्लफ्रेंड बहुत डिमांडिंग है। \nमैं: हाँ यार, कल कह रही थी कि 'साँस' लेना छोड़ दो, तुम मेरा ऑक्सीजन चुरा रहे हो।",
    "language": "hindi"
  },
  {
    "id": 515,
    "joke": "पति: काश मैं 'अख़बार' होता। \nपत्नी: क्यों? \nपति: रोज सुबह मेरे हाथ में 'चाय' होती।",
    "language": "hindi"
  },
  {
    "id": 516,
    "joke": "पुलिस: तुम बैंक में क्यों सो रहे थे? \nआदमी: सर, बैंक वालों ने ही कहा था कि 'यहाँ आपका पैसा सोता नहीं, बढ़ता है', तो मैंने सोचा मैं भी बढ़ जाऊं।",
    "language": "hindi"
  },
  {
    "id": 517,
    "joke": "टीचर: 'मोबाइल' के नुकसान बताओ। \nछात्र: सर, सबसे बड़ा नुकसान ये है कि जब मम्मी पास खड़ी होती हैं तो हम गर्लफ्रेंड से बात नहीं कर सकते।",
    "language": "hindi"
  },
  {
    "id": 518,
    "joke": "बॉस: तुम छुट्टी पर क्यों जा रहे हो? \nकर्मचारी: सर, मेरी दादी... \nबॉस: फिर से मर गयीं? \nकर्मचारी: नहीं सर, इस बार उनकी शादी है।",
    "language": "hindi"
  },
  {
    "id": 519,
    "joke": "लड़की: क्या तुम मेरे लिए चाँद तारे तोड़ लाओगे? \nलड़का: अरे, मैं तो तुम्हारे लिए 'धनिया' भी मांग कर ला सकता हूँ, चाँद तारे तो छोटी बात है।",
    "language": "hindi"
  },
  {
    "id": 520,
    "joke": "पति: तुम मुझसे लड़ती क्यों रहती हो? \nपत्नी: ताकि तुम्हें पता रहे कि घर में 'बॉस' कौन है।",
    "language": "hindi"
  },
  {
    "id": 521,
    "joke": "डॉक्टर: तुम्हें आराम की सख्त जरुरत है। \nमरीज: सर, ऑफिस वालों को समझाओ, वो तो कहते हैं 'मरने के बाद आराम ही आराम है'।",
    "language": "hindi"
  },
  {
    "id": 522,
    "joke": "टीचर: 'प्यार' अंधा होता है। \nपप्पू: सर, इसीलिए तो लोग शादी करते हैं, ताकि उनकी 'आँखें' खुल जाएं।",
    "language": "hindi"
  },
  {
    "id": 523,
    "joke": "रिश्तेदार: बेटा, शादी कब कर रहे हो? \nमैं: जब आप लोग 'लिफाफे' में 501 की जगह 5000 डालना शुरू करेंगे।",
    "language": "hindi"
  },
  {
    "id": 524,
    "joke": "लड़का: मैं तुमसे शादी नहीं कर सकता। \nलड़की: क्यों? \nलड़का: क्योंकि मेरे घर वाले 'इंसानों' में शादी करते हैं, 'चुड़ैलों' में नहीं।",
    "language": "hindi"
  },
  {
    "id": 525,
    "joke": "पति: तुम तैयार हो रही हो या महल बना रही हो? \nपत्नी: महल बना रही हूँ, जिसमें तुम जैसे 'राक्षस' को कैद कर सकूँ।",
    "language": "hindi"
  },
  {
    "id": 526,
    "joke": "पुलिस: तुम बिना हेलमेट के जा रहे थे? \nआदमी: सर, मैं 'यमराज' को चकमा दे रहा था, हेलमेट पहनता तो वो पहचान लेते।",
    "language": "hindi"
  },
  {
    "id": 527,
    "joke": "टीचर: 'संगत' का असर क्या होता है? \nछात्र: सर, अगर आप होशियार बच्चों के साथ बैठेंगे, तो चीटिंग करने का मौका नहीं मिलेगा।",
    "language": "hindi"
  },
  {
    "id": 528,
    "joke": "बॉस: तुम्हें प्रमोशन चाहिए? \nकर्मचारी: जी सर। \nबॉस: तो फिर 'خواب' (ख्वाब) में अर्जी डालो, हकीकत में बजट नहीं है।",
    "language": "hindi"
  },
  {
    "id": 529,
    "joke": "पत्नी: तुम मुझे कभी 'आई लव यू' नहीं बोलते। \nपति: शादी के दिन बोला तो था, अगर कुछ बदलाव होगा तो बता दूंगा।",
    "language": "hindi"
  },
  {
    "id": 530,
    "joke": "डॉक्टर: आपकी बीवी को कम बोलने की जरुरत है। \nपति: कोई दवाई है? \nडॉक्टर: दवाई नहीं, बस उसका 'इंटरनेट' बंद कर दीजिये, रील्स नहीं बना पाएगी तो खुद चुप हो जाएगी।",
    "language": "hindi"
  },
  {
    "id": 531,
    "joke": "लड़का: पापा, मुझे 'आज़ादी' चाहिए। \nपापा: बेटा, 1947 में मिल गयी थी, अब क्या 'मंगल ग्रह' पर जाकर झंडा गाड़ेगा?",
    "language": "hindi"
  },
  {
    "id": 532,
    "joke": "टीचर: 'सच्चाई' की जीत होती है। \nछात्र: सर, कोर्ट में तो जिसकी 'फीस' ज्यादा होती है, जीत उसकी होती है।",
    "language": "hindi"
  },
  {
    "id": 533,
    "joke": "दोस्त: भाई, तेरी बीवी बहुत सुंदर है। \nमैं: हाँ भाई, मेकअप का कमाल है, बारिश में देख लेना, डर जाएगा।",
    "language": "hindi"
  },
  {
    "id": 534,
    "joke": "पति: आज खाने में नमक नहीं है। \nपत्नी: वो मैंने 'हेल्दी' खाना बनाया है, टीवी पर डॉक्टर ने कहा था नमक कम खाओ।",
    "language": "hindi"
  },
  {
    "id": 535,
    "joke": "पुलिस: तुम रेड लाइट जंप क्यों किये? \nड्राइवर: सर, मुझे लगा 'खतरा' टल गया है, तो भाग लो।",
    "language": "hindi"
  },
  {
    "id": 536,
    "joke": "टीचर: 'संतुष्टि' कहाँ मिलती है? \nछात्र: सर, भंडारे में, जब पूरी और हलवा पेट भर के मिले।",
    "language": "hindi"
  },
  {
    "id": 537,
    "joke": "बॉस: तुम ऑफिस में सो रहे हो? \nकर्मचारी: सर, मैं सपने में भी 'प्रेजेंटेशन' दे रहा था।",
    "language": "hindi"
  },
  {
    "id": 538,
    "joke": "पत्नी: तुम मुझे घुमाने नहीं ले जाते। \nपति: अरे, रोज तो तुम्हें 'बातों' में घुमाता हूँ।",
    "language": "hindi"
  },
  {
    "id": 539,
    "joke": "डॉक्टर: आपको वजन कम करना होगा। \nमरीज: सर, मैं तो हवा खाकर भी मोटा हो जाता हूँ, शायद हवा में कैलोरी ज्यादा है।",
    "language": "hindi"
  },
  {
    "id": 540,
    "joke": "लड़का: मैं तुम्हारे बिना जी नहीं सकता। \nलड़की: ट्राई तो कर, शायद 'रिकॉर्ड' बन जाए।",
    "language": "hindi"
  },
  {
    "id": 541,
    "joke": "टीचर: 'मित्र' और 'शत्रु' में अंतर बताओ। \nछात्र: सर, मित्र वो है जो आपके टिफिन में से खाना खाए, और शत्रु वो है जो टिफिन ही गायब कर दे।",
    "language": "hindi"
  },
  {
    "id": 542,
    "joke": "पति: तुम हमेशा मेरी गलतियां क्यों निकालती हो? \nपत्नी: ताकि तुम 'परफेक्ट' बन सको, मेरी तरह।",
    "language": "hindi"
  },
  {
    "id": 543,
    "joke": "पुलिस: तुम शराब पीकर गाड़ी चला रहे थे? \nड्राइवर: सर, गम ही इतना था कि पानी से काम नहीं चला।",
    "language": "hindi"
  },
  {
    "id": 544,
    "joke": "बॉस: तुम्हें सैलरी कब चाहिए? \nकर्मचारी: सर, जब आपके पास 'एक्स्ट्रा' हो, वैसे तो मुझे उम्मीद नहीं है।",
    "language": "hindi"
  },
  {
    "id": 545,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, प्यार का 'सबूत' क्या कोर्ट में पेश करूँ?",
    "language": "hindi"
  },
  {
    "id": 546,
    "joke": "टीचर: 'भविष्य' कैसा होगा? \nछात्र: सर, अगर पढ़ाई नहीं की, तो 'अंधकारमय' होगा।",
    "language": "hindi"
  },
  {
    "id": 547,
    "joke": "दोस्त: भाई, 500 रुपये उधार दे दे। \nमैं: भाई, मेरे पास 'नकद' नहीं है। \nदोस्त: तो Paytm कर दे। \nमैं: फ़ोन में चार्ज नहीं है। \nदोस्त: चार्जर दे दूँ? \nमैं: (मन में) साला पूरी तैयारी से आया है।",
    "language": "hindi"
  },
  {
    "id": 548,
    "joke": "डॉक्टर: आपको सुबह टहलना चाहिए। \nमरीज: सर, कुत्ते पीछे पड़ जाते हैं, फिर टहलना 'दौड़ना' बन जाता है।",
    "language": "hindi"
  },
  {
    "id": 549,
    "joke": "पति: काश तुम 'मौन व्रत' रखती। \nपत्नी: क्यों? \nपति: तो घर में थोड़ी 'शांति' रहती।",
    "language": "hindi"
  },
  {
    "id": 550,
    "joke": "भारतीय माँ: \nबेटा, तू चाहे कितना भी बड़ा हो जा, मेरे लिए तो तू हमेशा 'नालायक' ही रहेगा।",
    "language": "hindi"
  },
  {
    "id": 551,
    "joke": "बेंगलुरु में मकान मालिक: घर का किराया 30,000 और डिपॉजिट 10 लाख। \nमैं: अंकल, 10 लाख में तो मैं अपने गाँव में 'सरपंच' का चुनाव लड़ लूँ, किराए पर क्यों रहूँ?",
    "language": "hindi"
  },
  {
    "id": 552,
    "joke": "एचआर (HR): आपकी सैलरी में से पीएफ, टैक्स और इंश्योरेंस कटेगा। \nकर्मचारी: मैम, आप एक काम करो, मेरी 'आत्मा' भी रख लो, शरीर घर ले जाता हूँ।",
    "language": "hindi"
  },
  {
    "id": 553,
    "joke": "शादी में फूफा जी का मुँह फूलना उतना ही जरुरी है, जितना दूल्हे का घोड़ी पर चढ़ना। इसके बिना शादी 'शादी' नहीं लगती।",
    "language": "hindi"
  },
  {
    "id": 554,
    "joke": "पति: आज चाय बहुत कड़वी है। \nपत्नी: हाँ, वो मैंने उसमें अपना 'गुस्सा' मिलाया है, चीनी खत्म हो गयी थी।",
    "language": "hindi"
  },
  {
    "id": 555,
    "joke": "टीचर: ऑनलाइन क्लास में कैमरा क्यों बंद है? \nछात्र: सर, मैं 'अदृश्य शक्ति' बन गया हूँ, सिर्फ मेरी आवाज सुनिए।",
    "language": "hindi"
  },
  {
    "id": 556,
    "joke": "डॉक्टर: तुम्हें हरी सब्जियां खानी चाहिए। \nमरीज: सर, मैं पिज़्ज़ा के ऊपर 'ओरेगेनो' (Oregano) बहुत डालता हूँ, वो भी तो हरा ही होता है।",
    "language": "hindi"
  },
  {
    "id": 557,
    "joke": "लड़की: पापा, मुझे 'फटी हुई जींस' चाहिए, फैशन है। \nपापा: बेटा, घर के कपड़े चूहे कुतर दें तो हम 'पोछा' बना लेते हैं, उसे तू फैशन कह रही है?",
    "language": "hindi"
  },
  {
    "id": 558,
    "joke": "बॉस: हमने तुम्हें 'वर्क फ्रॉम होम' दिया है। \nकर्मचारी: सर, घर वाले तो मुझे 'सब्जी लाने वाला' समझते हैं, काम कब करूँ?",
    "language": "hindi"
  },
  {
    "id": 559,
    "joke": "पुलिस: गाड़ी साइड में लगाओ। \nड्राइवर: क्यों सर? \nपुलिस: तूने रेड लाइट जंप की है। \nड्राइवर: सर, वो तो मैंने 'शगुन' के तौर पर पार की थी, रुक जाता तो अपशगुन हो जाता।",
    "language": "hindi"
  },
  {
    "id": 560,
    "joke": "पति: तुम मेरी बात क्यों नहीं सुनती? \nपत्नी: मैं 'सेलेक्टिव हियरिंग' (Selective Hearing) की मरीज हूँ, मुझे सिर्फ अपनी तारीफ सुनाई देती है।",
    "language": "hindi"
  },
  {
    "id": 561,
    "joke": "टीचर: 'सत्य' परेशान हो सकता है, पराजित नहीं। \nपप्पू: सर, लेकिन 'शादीशुदा' आदमी तो परेशान भी होता है और पराजित भी।",
    "language": "hindi"
  },
  {
    "id": 562,
    "joke": "दोस्त: भाई, मोमोज खाने चलेगा? \nमैं: भाई, पेट भरा हुआ है। \nदोस्त: मैं खिला रहा हूँ। \nमैं: अरे, पेट तो 'समोसे' के लिए भरा था, मोमोज की जगह तो खाली है, चल!",
    "language": "hindi"
  },
  {
    "id": 563,
    "joke": "इंटरव्यूअर: आप प्रेशर हैंडल कर सकते हैं? \nउम्मीदवार: सर, मैं कुकर की सीटी पर हाथ रखकर चावल पकाता हूँ, प्रेशर की बात मत कीजिये।",
    "language": "hindi"
  },
  {
    "id": 564,
    "joke": "पत्नी: काश तुम 'गूगल' होते। \nपति: क्यों? मुझे सब पता होता इसलिए? \nपत्नी: नहीं, ताकि मैं तुम्हें 'सर्च' करती और तुम चुपचाप रिजल्ट देते, बहस नहीं करते।",
    "language": "hindi"
  },
  {
    "id": 565,
    "joke": "डॉक्टर: आपकी बीवी को बहुत कमज़ोरी है, इन्हें 'जूते' और 'साड़ी' की शॉपिंग कराइये। \nपति: डॉक्टर साहब, ये बीवी ने ही पर्चा लिखा है क्या?",
    "language": "hindi"
  },
  {
    "id": 566,
    "joke": "लड़का: क्या तुम मुझसे प्यार करती हो? \nलड़की: मैं तुम्हें 'भाई' मानती हूँ। \nलड़का: कोई बात नहीं, 'मिर्ज़ापुर' में मुन्ना भैया ने भी अपनी पसंद की लड़की से शादी की थी।",
    "language": "hindi"
  },
  {
    "id": 567,
    "joke": "टीचर: भारत की खोज किसने की? \nछात्र: सर, वास्को डी गामा ने। \nटीचर: और तुम्हारी खोज किसने की? \nछात्र: पुलिस ने, कल मैं पार्क में बैठा था।",
    "language": "hindi"
  },
  {
    "id": 568,
    "joke": "बॉस: मुझे ऑफिस में 'पिन ड्रॉप साइलेंस' चाहिए। \nकर्मचारी: सर, तो फिर आप ऑफिस मत आया कीजिये, आपके आते ही शोर मच जाता है।",
    "language": "hindi"
  },
  {
    "id": 569,
    "joke": "रिश्तेदार: बेटा, कब तक किराए के घर में रहोगे? अपना घर कब लोगे? \nमैं: जब आप लोग 'दुआओं' के साथ 'पैसे' भी देना शुरू करेंगे।",
    "language": "hindi"
  },
  {
    "id": 570,
    "joke": "पति: आज सब्जी में नमक नहीं है। \nपत्नी: वो सब्जी जल गयी थी, तो मैंने सोचा नमक डालूँगी तो तुम कहोगे 'जले पर नमक छिड़क रही है'!",
    "language": "hindi"
  },
  {
    "id": 571,
    "joke": "पुलिस: तुम बैंक में गन लेकर क्यों गए? \nचोर: सर, लंच टाइम था, कर्मचारी काम ही नहीं कर रहे थे, डराकर काम करवाना पड़ा।",
    "language": "hindi"
  },
  {
    "id": 572,
    "joke": "टीचर: 'अतीत' (Past) से हमें क्या सीखना चाहिए? \nपप्पू: सर, यही कि जो उधारी दी थी, वो अब डूब चुकी है, उसे भूल जाना ही बेहतर है।",
    "language": "hindi"
  },
  {
    "id": 573,
    "joke": "लड़की: भैया, गोलगप्पे का पानी और देना। \nगोलगप्पे वाला: मैडम, 10 रुपये के गोलगप्पे में आपने 50 रुपये का पानी पी लिया, अब क्या इसमें नहाओगी?",
    "language": "hindi"
  },
  {
    "id": 574,
    "joke": "पति: तुम तैयार हो गयी? \nपत्नी: 5 मिनट रुको। \nपति: मैं 1 घंटे से रुका हूँ। \nपत्नी: तो क्या हुआ? 5 मिनट और नहीं रुक सकते? प्यार नहीं करते मुझसे?",
    "language": "hindi"
  },
  {
    "id": 575,
    "joke": "बॉस: तुम्हारा काम जीरो है। \nकर्मचारी: सर, 'हीरो' बनने की शुरुआत 'जीरो' से ही होती है।",
    "language": "hindi"
  },
  {
    "id": 576,
    "joke": "डॉक्टर: आपको सिगरेट छोड़नी होगी। \nमरीज: सर, वो तो छूट गयी, अब तो मैं सिर्फ 'बीड़ी' पीता हूँ।",
    "language": "hindi"
  },
  {
    "id": 577,
    "joke": "लड़का: पापा, मुझे 'बुलेट' चाहिए। \nपापा: बेटा, दिवाली आ रही है, 'बंदूक' वाली टिकली दिला दूंगा, उससे काम चला ले।",
    "language": "hindi"
  },
  {
    "id": 578,
    "joke": "टीचर: 'सफलता' का शॉर्टकट क्या है? \nछात्र: सर, 'राजनीति'। अनपढ़ होकर भी शिक्षा मंत्री बन सकते हैं।",
    "language": "hindi"
  },
  {
    "id": 579,
    "joke": "पत्नी: तुम मुझे कहीं घुमाने नहीं ले जाते। \nपति: अरे, अभी तो हम 'कोर्ट' गए थे। \nपत्नी: वो तो हमारी 'तलाक' की तारीख थी। \nपति: तो क्या वो घूमना नहीं था?",
    "language": "hindi"
  },
  {
    "id": 580,
    "joke": "दोस्त: भाई, 500 रुपये दे दे। \nमैं: भाई, मैं तुझे जानता नहीं। \nदोस्त: अबे, मैं तेरा बचपन का दोस्त हूँ। \nमैं: पैसे मांगने वाले को मैं पहचानता ही नहीं।",
    "language": "hindi"
  },
  {
    "id": 581,
    "joke": "पुलिस: तुम बिना हेलमेट के क्यों हो? \nआदमी: सर, मेरा सर 'लोहे' जैसा मजबूत है। \nपुलिस: ठीक है, चेक कर लेते हैं। (डंडा निकाला) \nआदमी: अरे सर, मैं तो मजाक कर रहा था!",
    "language": "hindi"
  },
  {
    "id": 582,
    "joke": "टीचर: 'शांति' बनाए रखें। \nपप्पू: सर, 'शांति' तो कब की भाग गयी, अब तो बस उसका पति 'संन्नाटा' बचा है।",
    "language": "hindi"
  },
  {
    "id": 583,
    "joke": "बॉस: तुम ऑफिस में सो रहे हो? \nकर्मचारी: सर, मैं देख रहा था कि मेरी आँखें बंद होने पर कंपनी का काम रुकता है या नहीं।",
    "language": "hindi"
  },
  {
    "id": 584,
    "joke": "पति: आज खाने में क्या बना है? \nपत्नी: 'सरप्राइज'। \nपति: वाह! क्या है? \nपत्नी: कुछ नहीं बना, यही सरप्राइज है।",
    "language": "hindi"
  },
  {
    "id": 585,
    "joke": "लड़की: भैया, ये ड्रेस कितने की है? \nदुकानदार: 2000 की। \nलड़की: भैया, 200 में दोगे? \nदुकानदार: मैडम, 200 में तो मैं आपको दुकान के बाहर तक छोड़ने भी नहीं आऊंगा।",
    "language": "hindi"
  },
  {
    "id": 586,
    "joke": "डॉक्टर: ऑपरेशन के बाद आप डांस कर सकेंगे। \nमरीज: अरे वाह! पहले तो मैं ठीक से चल भी नहीं पाता था।",
    "language": "hindi"
  },
  {
    "id": 587,
    "joke": "टीचर: 'ईमानदारी' का पाठ पढ़ाओ। \nछात्र: सर, पहले आप बताइये कि ट्यूशन के पैसे 'स्कूल फीस' में क्यों नहीं जोड़ते?",
    "language": "hindi"
  },
  {
    "id": 588,
    "joke": "पति: तुम मुझे हमेशा ताने क्यों मारती हो? \nपत्नी: ताकि तुम्हारा 'दिमाग' जंग न खा जाए, उसे एक्टिव रखती हूँ।",
    "language": "hindi"
  },
  {
    "id": 589,
    "joke": "पुलिस: तुम चोरी क्यों करते हो? \nचोर: सर, शौक बड़ी चीज़ है, और मेहनत हमसे होती नहीं।",
    "language": "hindi"
  },
  {
    "id": 590,
    "joke": "बॉस: तुम्हें सैलरी की क्या जरुरत है? काम तो तुम करते नहीं। \nकर्मचारी: सर, घर वालों को दिखाने के लिए कि मैं नौकरी करता हूँ।",
    "language": "hindi"
  },
  {
    "id": 591,
    "joke": "लड़की: क्या तुम मेरे लिए अपनी जान दे सकते हो? \nलड़का: नहीं, मेरी माँ ने कहा है कि किसी 'लड़की' के लिए मरना मत, वरना भूत बनकर उसी के पीछे पड़ जाएगा।",
    "language": "hindi"
  },
  {
    "id": 592,
    "joke": "टीचर: 'भविष्य' अनिश्चित है। \nपप्पू: सर, इसीलिए तो मैं पढ़ाई नहीं करता, पता नहीं कब क्या हो जाए।",
    "language": "hindi"
  },
  {
    "id": 593,
    "joke": "पति: काश तुम 'न्यूज़ चैनल' होती। \nपत्नी: क्यों? \nपति: तो मैं 'म्यूट' करके सिर्फ चित्र देखता।",
    "language": "hindi"
  },
  {
    "id": 594,
    "joke": "दोस्त: भाई, तेरी गर्लफ्रेंड ने तुझे छोड़ दिया? \nमैं: हाँ, उसे 'स्पेस' चाहिए था। \nदोस्त: तो तूने क्या किया? \nमैं: मैंने उसे 'ब्लॉक' करके पूरी कायनात दे दी।",
    "language": "hindi"
  },
  {
    "id": 595,
    "joke": "डॉक्टर: आपको मीठा कम खाना चाहिए। \nमरीज: सर, मैं तो कड़वे सच भी हँसकर निगल लेता हूँ, शुगर कैसे बढ़ गयी?",
    "language": "hindi"
  },
  {
    "id": 596,
    "joke": "लड़का: पापा, मुझे शादी करनी है। \nपापा: बेटा, अभी तो तूने 'जीना' शुरू किया है, मरने की जल्दी क्या है?",
    "language": "hindi"
  },
  {
    "id": 597,
    "joke": "टीचर: 'सहनशक्ति' का उदाहरण दो। \nछात्र: सर, भारतीय पति।",
    "language": "hindi"
  },
  {
    "id": 598,
    "joke": "बॉस: तुम लेट क्यों आए? \nकर्मचारी: सर, सपने में मैं ऑफिस पहुँच गया था, मुझे लगा हकीकत है।",
    "language": "hindi"
  },
  {
    "id": 599,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: जहाँ आज तक कोई न गया हो। \nपति: ठीक है, मेरे 'दिमाग' में चलो, वहां वैसे भी सन्नाटा रहता है।",
    "language": "hindi"
  },
  {
    "id": 600,
    "joke": "पुलिस: हेलमेट कहाँ है? \nआदमी: सर, घर पर भूल आया। \nपुलिस: तो सिर भी घर पर छोड़ आता, वो क्यों ले आया?",
    "language": "hindi"
  },
  {
    "id": 601,
    "joke": "टीचर: 'एकता' में बल है। \nछात्र: सर, लेकिन एग्जाम में तो 'अकेले' ही मरना पड़ता है, वहां एकता दिखाओ तो टीचर कॉपी छीन लेते हैं।",
    "language": "hindi"
  },
  {
    "id": 602,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'खिचड़ी'। \nपति: मैं बीमार थोड़ी हूँ? \nपत्नी: तुम बीमार नहीं, मैं 'थकी' हुई हूँ, चुपचाप खा लो।",
    "language": "hindi"
  },
  {
    "id": 603,
    "joke": "डॉक्टर: आपका वजन बहुत बढ़ गया है। \nमरीज: सर, वो मेरे अंदर 'टैलेंट' कूट-कूट कर भरा है ना, शायद उसका वजन है।",
    "language": "hindi"
  },
  {
    "id": 604,
    "joke": "लड़का: क्या तुम मुझसे शादी करोगी? \nलड़की: क्या तुम बर्तन धो लेते हो? \nलड़का: हाँ। \nलड़की: पोछा? \nलड़का: हाँ। \nलड़की: तो फिर मेरी कामवाली बाई से शादी कर लो, उसका 'असिस्टेंट' बन जाना।",
    "language": "hindi"
  },
  {
    "id": 605,
    "joke": "टीचर: 'मित्र' वो है जो मुसीबत में काम आए। \nपप्पू: सर, लेकिन मुसीबत आती ही 'मित्रों' की वजह से है।",
    "language": "hindi"
  },
  {
    "id": 606,
    "joke": "बॉस: तुम काम क्यों नहीं कर रहे? \nकर्मचारी: सर, आज 'अमावस्या' है, मेरा दिमाग काम नहीं करता।",
    "language": "hindi"
  },
  {
    "id": 607,
    "joke": "पत्नी: तुम मुझे कितना चाहते हो? \nपति: जितना तुम अपने 'मायके' को चाहती हो। \nपत्नी: ओह! मतलब तुम मुझसे नफरत करते हो?",
    "language": "hindi"
  },
  {
    "id": 608,
    "joke": "पुलिस: तुम रेड लाइट पर रुके क्यों नहीं? \nड्राइवर: सर, मैं 'कलर ब्लाइंड' हूँ, मुझे सब हरा ही दिखता है। \nपुलिस: अच्छा, तो 2000 का गुलाबी नोट निकाल, वो तुझे हरा दिखेगा?",
    "language": "hindi"
  },
  {
    "id": 609,
    "joke": "टीचर: 'शांति' का विलोम क्या है? \nछात्र: 'न्यूज़ एंकर' की चिल्लाहट।",
    "language": "hindi"
  },
  {
    "id": 610,
    "joke": "दोस्त: भाई, तूने जिम जाना क्यों छोड़ दिया? \nमैं: यार, वहां जाने के लिए सुबह उठना पड़ता है, और मेरी नींद 'कुंभकरण' के खानदान की है।",
    "language": "hindi"
  },
  {
    "id": 611,
    "joke": "पति: काश तुम 'रेडियो' होती। \nपत्नी: क्यों? \nपति: तो मैं चैनल बदल लेता, रोज एक ही बकवास सुननी नहीं पड़ती।",
    "language": "hindi"
  },
  {
    "id": 612,
    "joke": "डॉक्टर: आपको आराम की सख्त जरुरत है। \nमरीज: सर, घर वालों को बोल दीजिये, वो मुझे 'बैल' समझते हैं।",
    "language": "hindi"
  },
  {
    "id": 613,
    "joke": "लड़का: पापा, मुझे 'iPhone' चाहिए। \nपापा: बेटा, 'किडनी' तो एक ही है मेरे पास, वो भी बीवी ने गिरवी रखवा दी है।",
    "language": "hindi"
  },
  {
    "id": 614,
    "joke": "टीचर: 'सफलता' की सीढ़ी क्या है? \nछात्र: सर, 'लिफ्ट' खराब है, सीढ़ियों से ही जाना पड़ेगा।",
    "language": "hindi"
  },
  {
    "id": 615,
    "joke": "बॉस: तुम ऑफिस में गाना क्यों गा रहे हो? \nकर्मचारी: सर, ताकि शोर में मुझे अपनी 'आत्मा' की आवाज़ सुनाई न दे जो मुझे गालियां दे रही है।",
    "language": "hindi"
  },
  {
    "id": 616,
    "joke": "पत्नी: तुम मुझे कभी गिफ्ट नहीं देते। \nपति: पिछले साल जो 'सबर' दिया था, वो खत्म हो गया क्या?",
    "language": "hindi"
  },
  {
    "id": 617,
    "joke": "पुलिस: तुम चोरी करके भाग क्यों रहे थे? \nचोर: सर, डॉक्टर ने कहा था 'सुबह की दौड़' सेहत के लिए अच्छी होती है।",
    "language": "hindi"
  },
  {
    "id": 618,
    "joke": "टीचर: 'प्यार' एक अहसास है। \nपप्पू: सर, प्यार एक 'धोखा' है, जो मोमोज के साथ शुरू होता है और ब्लॉक लिस्ट पर खत्म होता है।",
    "language": "hindi"
  },
  {
    "id": 619,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'टिंडे'। \nपति: मैं घर छोड़कर जा रहा हूँ। \nपत्नी: ठीक है, कूड़ा लेते जाना।",
    "language": "hindi"
  },
  {
    "id": 620,
    "joke": "दोस्त: भाई, 100 रुपये दे दे। \nमैं: भाई, चिल्लर नहीं है। \nदोस्त: 500 का नोट दे दे, 400 वापस कर दूंगा। \nमैं: तू मुझे 'पागल' समझता है या 'अनपढ़'?",
    "language": "hindi"
  },
  {
    "id": 621,
    "joke": "डॉक्टर: आपकी बीवी को कम बोलने की सलाह दी है। \nपति: डॉक्टर साहब, ऐसी कोई सलाह दीजिये जो वो माने, ये तो 'मिशन इम्पॉसिबल' है।",
    "language": "hindi"
  },
  {
    "id": 622,
    "joke": "लड़का: क्या तुम मुझसे प्यार करती हो? \nलड़की: हाँ, पर सिर्फ 'दोस्तों' की तरह। \nलड़का: मतलब 'उधारी' मांगोगी?",
    "language": "hindi"
  },
  {
    "id": 623,
    "joke": "टीचर: 'भविष्य' का निर्माण करो। \nछात्र: सर, ठेकेदार भाग गया, सीमेंट भी खत्म है, निर्माण रुका हुआ है।",
    "language": "hindi"
  },
  {
    "id": 624,
    "joke": "बॉस: तुम्हें प्रमोशन क्यों चाहिए? \nकर्मचारी: क्योंकि सर, महंगाई डायन 'खाए' जा रही है।",
    "language": "hindi"
  },
  {
    "id": 625,
    "joke": "पत्नी: तुम मुझे 'रानी' की तरह रखते हो। \nपति: हाँ, जैसे 'शतरंज' की रानी, जब चाहे पिटवा देता हूँ।",
    "language": "hindi"
  },
  {
    "id": 626,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nआदमी: सर, गर्मी बहुत है, दिमाग उबल रहा था, हवा लगा रहा था।",
    "language": "hindi"
  },
  {
    "id": 627,
    "joke": "टीचर: 'सच्चा प्यार' क्या है? \nछात्र: सर, जो 'वाई-फाई' कनेक्ट होने पर महसूस होता है।",
    "language": "hindi"
  },
  {
    "id": 628,
    "joke": "पति: काश तुम 'गूंगी' होती। \nपत्नी: तो मैं इशारों में तुम्हें गालियां देती, और बुरा लगता।",
    "language": "hindi"
  },
  {
    "id": 629,
    "joke": "डॉक्टर: आपको सुबह जल्दी उठना चाहिए। \nमरीज: सर, मैं उठ तो जाऊं, पर बिस्तर मुझे छोड़ता ही नहीं।",
    "language": "hindi"
  },
  {
    "id": 630,
    "joke": "लड़का: पापा, मुझे 'कार' चाहिए। \nपापा: बेटा, 'संस्कार' तो तुझमे है नहीं, कार लेकर क्या करेगा?",
    "language": "hindi"
  },
  {
    "id": 631,
    "joke": "टीचर: 'शांति' का महत्व बताओ। \nपप्पू: सर, जब मम्मी सो रही होती हैं, तब घर में असली शांति होती है।",
    "language": "hindi"
  },
  {
    "id": 632,
    "joke": "बॉस: तुम काम पर ध्यान क्यों नहीं देते? \nकर्मचारी: सर, मेरा ध्यान 'वीकेंड' पर है, वो बहुत सुंदर दिखता है।",
    "language": "hindi"
  },
  {
    "id": 633,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: पेरिस। \nपति: ठीक है, सपने में मिलते हैं, वहां का टिकट फ्री है।",
    "language": "hindi"
  },
  {
    "id": 634,
    "joke": "पुलिस: तुम बैंक में क्यों घुसे? \nचोर: सर, 'एसी' की हवा खाने गया था, बाहर बहुत गर्मी है।",
    "language": "hindi"
  },
  {
    "id": 635,
    "joke": "टीचर: 'दोस्ती' क्या है? \nछात्र: सर, एक डब्बे में दो लड्डू हों और दोस्त कहे 'तू खा ले', वो दोस्ती नहीं, चमत्कार है।",
    "language": "hindi"
  },
  {
    "id": 636,
    "joke": "पति: आज खाने में नमक ज्यादा है। \nपत्नी: तो कम खा लो, वैसे भी बीपी बढ़ा हुआ है तुम्हारा।",
    "language": "hindi"
  },
  {
    "id": 637,
    "joke": "डॉक्टर: आपका लीवर खराब है। \nमरीज: सर, उसे ठीक कर दो, अभी तो बहुत 'पार्टियां' करनी बाकी हैं।",
    "language": "hindi"
  },
  {
    "id": 638,
    "joke": "लड़का: मैं तुम्हारे लिए दुनिया छोड़ सकता हूँ। \nलड़की: पहले 'गुटखा' छोड़ दे, दुनिया बाद में छोड़ना।",
    "language": "hindi"
  },
  {
    "id": 639,
    "joke": "टीचर: 'समय' सबसे बलवान है। \nपप्पू: सर, लेकिन 'मम्मी' की चप्पल समय से भी तेज चलती है।",
    "language": "hindi"
  },
  {
    "id": 640,
    "joke": "बॉस: तुम्हें छुट्टी नहीं मिलेगी। \nकर्मचारी: सर, तो फिर मेरी 'आत्मा' को शांति दे दीजिये, शरीर तो यहाँ बैठा ही है।",
    "language": "hindi"
  },
  {
    "id": 641,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, अब क्या छाती चीर के दिखाऊँ 'हनुमान' जी की तरह?",
    "language": "hindi"
  },
  {
    "id": 642,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nआदमी: सर, बाल सेट करके आया हूँ, हेलमेट पहनता तो 'हीरो' से 'जीरो' बन जाता।",
    "language": "hindi"
  },
  {
    "id": 643,
    "joke": "टीचर: 'सत्य' की राह पर चलो। \nछात्र: सर, वहां बहुत भीड़ कम है, डर लगता है अकेले जाने में।",
    "language": "hindi"
  },
  {
    "id": 644,
    "joke": "पति: काश तुम 'टीवी' होती। \nपत्नी: तो? \nपति: जब तुम बोलती, मैं 'वॉल्यूम' कम कर देता।",
    "language": "hindi"
  },
  {
    "id": 645,
    "joke": "डॉक्टर: आपको तनाव कम लेना चाहिए। \nमरीज: सर, बीवी मायके गयी है, तनाव अपने आप कम हो गया है।",
    "language": "hindi"
  },
  {
    "id": 646,
    "joke": "लड़का: पापा, मुझे 'गर्लफ्रेंड' चाहिए। \nपापा: बेटा, जो घर में 'माँ' और 'बहन' हैं, उनकी सुन ले पहले, प्रैक्टिस हो जाएगी।",
    "language": "hindi"
  },
  {
    "id": 647,
    "joke": "टीचर: 'भविष्य' उज्जवल है। \nपप्पू: सर, मेरी आँखों में तो 'नींद' है, मुझे अँधेरा ही दिख रहा है।",
    "language": "hindi"
  },
  {
    "id": 648,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, ध्यान तो 'भंग' हो जाता है जब कैंटीन से समोसे की खुशबू आती है।",
    "language": "hindi"
  },
  {
    "id": 649,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: अभी तो हम 'छत' पर गए थे। \nपत्नी: वो कपड़े सुखाने गए थे!",
    "language": "hindi"
  },
  {
    "id": 650,
    "joke": "जिन्दगी में दो ही लोग बहुत बिजी होते हैं - एक वो जिसे सच में काम है, और दूसरा वो जिसे 'कैंडी क्रश' का लेवल पार करना है।",
    "language": "hindi"
  },
  {
    "id": 651,
    "joke": "नाई: साहब, गर्दन सीधी रखो। \nग्राहक: भाई, तू बाल काट रहा है या मेरा 'चरित्र' सुधार रहा है?",
    "language": "hindi"
  },
  {
    "id": 652,
    "joke": "बॉस: ईमेल का रिप्लाई क्यों नहीं किया? \nकर्मचारी: सर, आपने सब्जेक्ट में लिखा था 'Fire', मुझे लगा मुझे निकाल दिया, तो मैंने लैपटॉप बंद कर दिया।",
    "language": "hindi"
  },
  {
    "id": 653,
    "joke": "भारतीय माँ का लॉजिक: \nअगर तुम्हें 'कैंसर' भी हो जाए, तो माँ कहेगी - 'और चला ले फ़ोन, उसी से हुआ होगा'।",
    "language": "hindi"
  },
  {
    "id": 654,
    "joke": "पति: आज बहुत गर्मी है। \nपत्नी: तो कूलर में पानी भर दो। \nपति: रहने दो, गर्मी ही ठीक है, इतनी मेहनत कौन करे।",
    "language": "hindi"
  },
  {
    "id": 655,
    "joke": "टीचर: 'चमचा' किसे कहते हैं? \nछात्र: सर, जो पतीले में रहे वो 'चम्मच', और जो बॉस के केबिन में रहे वो 'चमचा'।",
    "language": "hindi"
  },
  {
    "id": 656,
    "joke": "लड़का: मुझे अपना 'सोलमेट' मिल गया। \nदोस्त: कहाँ? \nलड़का: शमशान घाट के पास, वो 'भूतनी' थी, मेरा पीछा ही नहीं छोड़ रही।",
    "language": "hindi"
  },
  {
    "id": 657,
    "joke": "जिम का पहला दिन: \nट्रेनर: 10 पुश-अप्स मारो। \nमैं: सर, 'मार' तो दूँ, पर अगर वो मर गए तो पुलिस केस तो नहीं होगा ना?",
    "language": "hindi"
  },
  {
    "id": 658,
    "joke": "पति: तुम मुझे 'भगवान' मानती हो? \nपत्नी: हाँ। \nपति: वाह! सच में? \nपत्नी: हाँ, तुम पर चढ़ावा चढ़ाना पड़ता है, और तुम सुनते किसी की नहीं हो।",
    "language": "hindi"
  },
  {
    "id": 659,
    "joke": "पुलिस: इस बैग में ड्रग्स हैं? \nआदमी: नहीं सर, ये तो मेरे ऑफिस का टिफिन है। \nपुलिस: खोल के दिखा। (देखा तो लौकी की सब्जी थी) \nपुलिस: ले जा भाई, ये ड्रग्स से भी खतरनाक है।",
    "language": "hindi"
  },
  {
    "id": 660,
    "joke": "टीचर: 'लोकतन्त्र' क्या है? \nपप्पू: सर, जनता द्वारा, जनता की, जनता की ऐसी-तैसी करने को लोकतन्त्र कहते हैं।",
    "language": "hindi"
  },
  {
    "id": 661,
    "joke": "गर्लफ्रेंड: बाबू, मेरा रिचार्ज खत्म हो गया। \nबॉयफ्रेंड: कोई बात नहीं, तुम 'मिस कॉल' मारना, मैं कॉल बैक कर लूँगा। (ब्रेकअप का कारण)",
    "language": "hindi"
  },
  {
    "id": 662,
    "joke": "डॉक्टर: तुम्हें हरी सब्जियां खानी चाहिए। \nमरीज: सर, मैं तो नोट (पैसे) भी हरे वाले ही खर्च करता हूँ, ताकि सेहत बनी रहे।",
    "language": "hindi"
  },
  {
    "id": 663,
    "joke": "बॉस: हमने 'कैजुअल फ्राइडे' रखा है। \nकर्मचारी: सर, मैं तो रोज ही 'कैजुअल' रहता हूँ, काम करने का मन ही नहीं करता।",
    "language": "hindi"
  },
  {
    "id": 664,
    "joke": "पत्नी: तुम मुझे शॉपिंग पर ले चलो। \nपति: मेरे पास पैसे नहीं हैं। \nपत्नी: तो एटीएम से निकाल लो। \nपति: एटीएम क्या मेरे बाप का है जो फ्री में पैसे देगा?",
    "language": "hindi"
  },
  {
    "id": 665,
    "joke": "टीचर: 'गांधीजी' ने क्या किया था? \nछात्र: सर, उन्होंने अंग्रेजों को भारत छोड़ने पर मजबूर किया था। \nटीचर: शाबाश! और तुमने क्या किया? \nछात्र: सर, मैंने पड़ोसी को वाई-फाई का पासवर्ड बदलने पर मजबूर किया।",
    "language": "hindi"
  },
  {
    "id": 666,
    "joke": "नाई: मसाज कर दूँ? \nमैं: हाँ। \n(नाई ने सर पर ऐसे मुक्के मारे जैसे मेरा दिमाग रिसेट कर रहा हो)",
    "language": "hindi"
  },
  {
    "id": 667,
    "joke": "पति: काश तुम 'मच्छर' होती। \nपत्नी: क्यों? \nपति: रात को कान में गुनगुनाती और मैं एक थप्पड़ मारकर सुला देता।",
    "language": "hindi"
  },
  {
    "id": 668,
    "joke": "इंटरव्यूअर: अगर आपको गधा कहा जाए तो आप क्या करेंगे? \nउम्मीदवार: सर, मैं दुलत्ती मार दूँगा।",
    "language": "hindi"
  },
  {
    "id": 669,
    "joke": "रिश्तेदार: बेटा, कितनी सैलरी है? \nमैं: बस अंकल, इतनी है कि 'दाल-रोटी' चल जाती है, और 'पनीर' के लिए लोन लेना पड़ता है।",
    "language": "hindi"
  },
  {
    "id": 670,
    "joke": "लड़का: पापा, मुझे 'गोवा' जाना है। \nपापा: बेटा, नक्शा ले आ, अभी 'पेंसिल' से घुमा लाता हूँ।",
    "language": "hindi"
  },
  {
    "id": 671,
    "joke": "टीचर: 'परिश्रम' का फल मीठा होता है। \nछात्र: सर, लेकिन मुझे तो 'तीखा' पसंद है, तो मैं क्या करूँ?",
    "language": "hindi"
  },
  {
    "id": 672,
    "joke": "दोस्त: भाई, तूने उसे प्रपोज किया? \nमैं: हाँ। \nदोस्त: क्या बोली? \nमैं: बोली 'भैया, साइड हटो, रास्ता मत रोको'।",
    "language": "hindi"
  },
  {
    "id": 673,
    "joke": "पुलिस: तुम हेलमेट क्यों नहीं पहनते? \nआदमी: सर, मेरे सिर में डैंड्रफ है, हवा लगने से उड़ जाता है।",
    "language": "hindi"
  },
  {
    "id": 674,
    "joke": "बॉस: तुम ऑफिस में लेट क्यों आते हो? \nकर्मचारी: सर, क्योंकि आप कहते हैं 'समय ही पैसा है', तो मैं ज्यादा पैसा खर्च नहीं करना चाहता।",
    "language": "hindi"
  },
  {
    "id": 675,
    "joke": "पत्नी: तुम मुझसे बात क्यों नहीं करते? \nपति: क्योंकि मैं 'वकील' नहीं हूँ जो हर बहस के पैसे लूँ।",
    "language": "hindi"
  },
  {
    "id": 676,
    "joke": "डॉक्टर: आपको सुबह उठकर दौड़ना चाहिए। \nमरीज: सर, बेड से सोफे तक जाने में ही मेरी सांस फूल जाती है, दौड़ने की बात मत कीजिये।",
    "language": "hindi"
  },
  {
    "id": 677,
    "joke": "लड़की: भैया, ये साड़ी कितने की है? \nदुकानदार: 5000 की। \nलड़की: भैया, सही लगा लो, मैं तो आपकी 'पुरानी' कस्टमर हूँ। \nदुकानदार: मैडम, मैं तो आज ही इस दुकान पर नौकरी लगा हूँ।",
    "language": "hindi"
  },
  {
    "id": 678,
    "joke": "टीचर: 'विपत्ति' में क्या करना चाहिए? \nपप्पू: सर, 'विपत्ति' में मोबाइल स्विच ऑफ करके सो जाना चाहिए।",
    "language": "hindi"
  },
  {
    "id": 679,
    "joke": "पति: आज खाने में नमक बहुत है। \nपत्नी: वो मैंने 'नजर' उतारी थी सब्जी की, शायद वो नमक भी गिर गया।",
    "language": "hindi"
  },
  {
    "id": 680,
    "joke": "दोस्त: भाई, 100 रुपये दे दे। \nमैं: भाई, मैं 'फोन पे' (PhonePe) नहीं चलाता। \nदोस्त: तो कैश दे दे। \nमैं: कैश तो मोदी जी ने बंद करवा दिया था, याद नहीं तुझे?",
    "language": "hindi"
  },
  {
    "id": 681,
    "joke": "पुलिस: तुम बैंक में क्यों सो रहे थे? \nचोर: सर, बाहर बोर्ड पर लिखा था 'सपनों का घर', तो मैं सपने देखने आ गया।",
    "language": "hindi"
  },
  {
    "id": 682,
    "joke": "टीचर: 'कर्ज' और 'फर्ज' में क्या अंतर है? \nछात्र: सर, 'कर्ज' वापस करना पड़ता है, और 'फर्ज' निभाना पड़ता है, पर मैं दोनों ही नहीं करता।",
    "language": "hindi"
  },
  {
    "id": 683,
    "joke": "बॉस: तुम्हें काम से प्यार है? \nकर्मचारी: सर, प्यार तो अंधा होता है, इसलिए मुझे काम दिखाई ही नहीं देता।",
    "language": "hindi"
  },
  {
    "id": 684,
    "joke": "पत्नी: तुम मुझे कभी 'आई लव यू' नहीं बोलते। \nपति: अरे, मेरी 'खामोशी' को समझो, हर बार बोलकर बेइज्जती करानी जरुरी है क्या?",
    "language": "hindi"
  },
  {
    "id": 685,
    "joke": "डॉक्टर: आपकी बीवी को रेस्ट की जरुरत है। \nपति: तो मैं क्या करूँ? \nडॉक्टर: आप ऑफिस से छुट्टी मत लीजिये, वो अपने आप रेस्ट कर लेंगी।",
    "language": "hindi"
  },
  {
    "id": 686,
    "joke": "लड़का: पापा, मुझे 'बुलेट' चाहिए। \nपापा: बेटा, 'दिवाली' पर बंदूक वाली दिला दूंगा, फोड़ लेना।",
    "language": "hindi"
  },
  {
    "id": 687,
    "joke": "टीचर: 'साहस' किसे कहते हैं? \nछात्र: सर, बिना पढ़े एग्जाम हॉल में जाकर, पेपर देखकर मुस्कुराना ही साहस है।",
    "language": "hindi"
  },
  {
    "id": 688,
    "joke": "पति: तुम इतना तैयार होकर कहाँ जा रही हो? \nपत्नी: मायके। \nपति: वाह! आज तो घर 'स्वर्ग' लगेगा।",
    "language": "hindi"
  },
  {
    "id": 689,
    "joke": "पुलिस: तुम रेड लाइट जंप क्यों किये? \nड्राइवर: सर, मैं 'कलर ब्लाइंड' नहीं, 'वाइफ ब्लाइंड' हूँ, पीछे बीवी बैठी थी, उसका ऑर्डर था 'चलो'!",
    "language": "hindi"
  },
  {
    "id": 690,
    "joke": "बॉस: तुम काम पर ध्यान क्यों नहीं देते? \nकर्मचारी: सर, ध्यान तो 'भंग' हो जाता है जब मोबाइल की घंटी बजती है।",
    "language": "hindi"
  },
  {
    "id": 691,
    "joke": "पत्नी: काश तुम 'अख़बार' होते। \nपति: तो? \nपत्नी: मैं रोज नया लेती।",
    "language": "hindi"
  },
  {
    "id": 692,
    "joke": "डॉक्टर: आपको मीठा खाना छोड़ना होगा। \nमरीज: सर, बीवी से बात करना छोड़ दूँ? वो बहुत मीठा बोलती है जब पैसे चाहिए होते हैं।",
    "language": "hindi"
  },
  {
    "id": 693,
    "joke": "लड़का: पापा, मुझे 'गर्लफ्रेंड' चाहिए। \nपापा: बेटा, पहले 'नौकरी' तो ले ले, वरना गर्लफ्रेंड भी तुझे 'भाई' बोलकर चली जाएगी।",
    "language": "hindi"
  },
  {
    "id": 694,
    "joke": "टीचर: 'भविष्य' उज्जवल है। \nछात्र: सर, लेकिन लाइट तो अभी गयी हुई है।",
    "language": "hindi"
  },
  {
    "id": 695,
    "joke": "दोस्त: भाई, 500 रुपये दे दे। \nमैं: भाई, मेरे पास 'छुट्टे' नहीं हैं। \nदोस्त: मैं 2000 का नोट लाया हूँ, तू 1500 वापस कर दे। \nमैं: (मन में) ये तो 'मैथ्स' में भी तेज निकला।",
    "language": "hindi"
  },
  {
    "id": 696,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nआदमी: सर, मैं 'यमराज' का रिश्तेदार हूँ, वो मुझे नहीं ले जाएंगे।",
    "language": "hindi"
  },
  {
    "id": 697,
    "joke": "टीचर: 'संगत' का असर। \nछात्र: सर, मैं तो 'टॉपर्स' के साथ बैठता हूँ, फिर भी फेल हो जाता हूँ, संगत का असर 'वन-वे' होता है क्या?",
    "language": "hindi"
  },
  {
    "id": 698,
    "joke": "बॉस: तुम ऑफिस में सो रहे हो? \nकर्मचारी: नहीं सर, मैं अपनी आँखों को 'अपडेट' कर रहा हूँ।",
    "language": "hindi"
  },
  {
    "id": 699,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: दुबई। \nपति: ठीक है, 'ग्लोब' ले आओ, घुमा देता हूँ।",
    "language": "hindi"
  },
  {
    "id": 700,
    "joke": "डॉक्टर: आपका लीवर खराब है। \nमरीज: सर, वारंटी है क्या? रिप्लेस कर दो।",
    "language": "hindi"
  },
  {
    "id": 701,
    "joke": "लड़का: मैं तुम्हारे लिए चाँद तारे तोड़ लाऊँगा। \nलड़की: पहले घर का 'पंखा' साफ़ कर दे, वो भी ऊपर ही है।",
    "language": "hindi"
  },
  {
    "id": 702,
    "joke": "टीचर: 'समय' बलवान है। \nपप्पू: सर, लेकिन 'पहलवान' तो जिम में बनता है।",
    "language": "hindi"
  },
  {
    "id": 703,
    "joke": "बॉस: तुम्हें छुट्टी नहीं मिलेगी। \nकर्मचारी: सर, तो फिर मैं 'इस्तीफा' दे दूँ? \nबॉस: अरे, मजाक कर रहा था, ले लो छुट्टी।",
    "language": "hindi"
  },
  {
    "id": 704,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, मेरी सैलरी तो तुम्हीं रखती हो, अब क्या जान भी लोगी?",
    "language": "hindi"
  },
  {
    "id": 705,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, रुकता तो आप 'चाय-पानी' का खर्चा मांगते, मेरे पास पैसे नहीं थे।",
    "language": "hindi"
  },
  {
    "id": 706,
    "joke": "टीचर: 'ईमानदारी' की नीति। \nछात्र: सर, वो तो 'गरीबों' के लिए होती है, अमीर तो 'वकील' कर लेते हैं।",
    "language": "hindi"
  },
  {
    "id": 707,
    "joke": "पति: काश तुम 'मोबाइल' होती। \nपत्नी: क्यों? \nपति: तो मैं तुम्हें 'अपग्रेड' करके नया मॉडल ले आता।",
    "language": "hindi"
  },
  {
    "id": 708,
    "joke": "डॉक्टर: आपको टेंशन नहीं लेनी चाहिए। \nमरीज: सर, बीवी को बोलो ना, वो तो 'टेंशन' की मशीन है।",
    "language": "hindi"
  },
  {
    "id": 709,
    "joke": "लड़का: पापा, मुझे 'कार' चाहिए। \nपापा: बेटा, 'ऑटो' का किराया मैं दे दूँगा, तू बस कॉलेज जा।",
    "language": "hindi"
  },
  {
    "id": 710,
    "joke": "टीचर: 'सफलता' का राज। \nछात्र: सर, 'नकल'।",
    "language": "hindi"
  },
  {
    "id": 711,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, ध्यान तो 'भटक' जाता है जब सैलरी का मैसेज नहीं आता।",
    "language": "hindi"
  },
  {
    "id": 712,
    "joke": "पत्नी: तुम मुझे घुमाने नहीं ले जाते। \nपति: अरे, अभी तो 'मार्केट' गए थे सब्जी लेने।",
    "language": "hindi"
  },
  {
    "id": 713,
    "joke": "पुलिस: तुम बैंक में क्यों घुसे? \nचोर: सर, मुझे लगा 'लंगर' चल रहा है, भीड़ बहुत थी।",
    "language": "hindi"
  },
  {
    "id": 714,
    "joke": "टीचर: 'दोस्ती' में दरार। \nछात्र: सर, जब दोस्त 'उधार' वापस न करे, तो दरार नहीं, 'खाई' बन जाती है।",
    "language": "hindi"
  },
  {
    "id": 715,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'लौकी'। \nपति: मैं 'अनशन' पर हूँ।",
    "language": "hindi"
  },
  {
    "id": 716,
    "joke": "डॉक्टर: आपका लीवर बहुत कमजोर है। \nमरीज: सर, उसे 'जिम' ज्वाइन करवा दो, स्ट्रांग हो जाएगा।",
    "language": "hindi"
  },
  {
    "id": 717,
    "joke": "लड़का: मैं तुम्हारे लिए दुनिया छोड़ सकता हूँ। \nलड़की: तो जा ना, 'मंगल ग्रह' पर प्लॉट खाली है।",
    "language": "hindi"
  },
  {
    "id": 718,
    "joke": "टीचर: 'समय' का सदुपयोग। \nछात्र: सर, मैं तो 'सो' कर करता हूँ, शरीर को आराम मिलता है।",
    "language": "hindi"
  },
  {
    "id": 719,
    "joke": "बॉस: तुम्हें प्रमोशन चाहिए? \nकर्मचारी: जी सर। \nबॉस: तो फिर 'सपने' देखना बंद करो और काम करो।",
    "language": "hindi"
  },
  {
    "id": 720,
    "joke": "पत्नी: तुम मुझे कितना चाहते हो? \nपति: इतना कि तुम्हारी 'माँ' को भी झेल लेता हूँ।",
    "language": "hindi"
  },
  {
    "id": 721,
    "joke": "पुलिस: तुम रेड लाइट पर रुके क्यों नहीं? \nड्राइवर: सर, मुझे 'लाल' रंग पसंद नहीं, मुझे 'हरा' पसंद है।",
    "language": "hindi"
  },
  {
    "id": 722,
    "joke": "टीचर: 'सन्नाटा' क्यों है? \nछात्र: सर, सब 'सदमे' में हैं कि आपने होमवर्क नहीं पूछा।",
    "language": "hindi"
  },
  {
    "id": 723,
    "joke": "दोस्त: भाई, जिम चलेगा? \nमैं: नहीं भाई, आज 'पैर' दुख रहे हैं। \nदोस्त: पर तूने तो कल भी छुट्टी की थी। \nमैं: हाँ, कल 'आराम' करने से दुख रहे हैं।",
    "language": "hindi"
  },
  {
    "id": 724,
    "joke": "पति: काश तुम 'साइकिल' होती। \nपत्नी: क्यों? \nपति: तो मैं तुम्हें 'चला' पाता, अभी तो तुम मुझे चलाती हो।",
    "language": "hindi"
  },
  {
    "id": 725,
    "joke": "डॉक्टर: आपको गुस्सा कम करना चाहिए। \nमरीज: सर, मैं तो शांत हूँ, ये दुनिया ही मुझे 'पागल' करती है।",
    "language": "hindi"
  },
  {
    "id": 726,
    "joke": "लड़का: पापा, मुझे 'आज़ादी' चाहिए। \nपापा: बेटा, शादी कर ले, फिर पता चलेगा 'गुलामी' क्या होती है, तब आज़ादी की कीमत समझेगा।",
    "language": "hindi"
  },
  {
    "id": 727,
    "joke": "टीचर: 'सत्य' कड़वा होता है। \nछात्र: सर, इसीलिए तो हम 'मीठा' झूठ बोलते हैं।",
    "language": "hindi"
  },
  {
    "id": 728,
    "joke": "बॉस: तुम काम पर ध्यान क्यों नहीं देते? \nकर्मचारी: सर, मेरा ध्यान 'लंच ब्रेक' पर है।",
    "language": "hindi"
  },
  {
    "id": 729,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: जहाँ शांति हो। \nपति: शमशान घाट?",
    "language": "hindi"
  },
  {
    "id": 730,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, मुझे लगा 'पुलिस' आ रही है, और आप तो आ ही गए।",
    "language": "hindi"
  },
  {
    "id": 731,
    "joke": "टीचर: 'दोस्ती' की मिसाल। \nछात्र: सर, 'जय और वीरू', जो बाइक पर भी साथ गाते थे।",
    "language": "hindi"
  },
  {
    "id": 732,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'करेला'। \nपति: मेरा 'व्रत' है।",
    "language": "hindi"
  },
  {
    "id": 733,
    "joke": "डॉक्टर: आपका लीवर खराब है। \nमरीज: सर, वो 'दारू' के साथ चखना अच्छा नहीं मिला होगा।",
    "language": "hindi"
  },
  {
    "id": 734,
    "joke": "लड़का: मैं तुम्हारे लिए चाँद तोड़ लाऊँगा। \nलड़की: पहले अपनी 'शक्ल' तो देख ले आईने में।",
    "language": "hindi"
  },
  {
    "id": 735,
    "joke": "टीचर: 'समय' की कीमत। \nछात्र: सर, एग्जाम के आखिरी 5 मिनट में पता चलती है।",
    "language": "hindi"
  },
  {
    "id": 736,
    "joke": "बॉस: तुम्हें छुट्टी नहीं मिलेगी। \nकर्मचारी: सर, मेरी बीवी ने कहा है कि अगर छुट्टी नहीं मिली तो वो ऑफिस आ जाएगी। \nबॉस: ले लो छुट्टी, तुरंत ले लो!",
    "language": "hindi"
  },
  {
    "id": 737,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, अब क्या 'स्टाम्प पेपर' पर लिखकर दूँ?",
    "language": "hindi"
  },
  {
    "id": 738,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nआदमी: सर, मैं 'गंजा' हूँ, बाल उड़ने का डर नहीं।",
    "language": "hindi"
  },
  {
    "id": 739,
    "joke": "टीचर: 'सफलता' की कुंजी। \nछात्र: सर, 'सिफारिश'।",
    "language": "hindi"
  },
  {
    "id": 740,
    "joke": "पति: काश तुम 'गूगल मैप्स' होती। \nपत्नी: क्यों? \nपति: तो कम से कम 'रास्ता' तो सही दिखाती।",
    "language": "hindi"
  },
  {
    "id": 741,
    "joke": "डॉक्टर: आपको मीठा कम करना होगा। \nमरीज: सर, मैं तो 'कड़वा' सच भी नहीं बोलता, मीठा कैसे कम करूँ?",
    "language": "hindi"
  },
  {
    "id": 742,
    "joke": "लड़का: पापा, मुझे 'कार' चाहिए। \nपापा: बेटा, सपने में चला ले, पेट्रोल के पैसे बचेंगे।",
    "language": "hindi"
  },
  {
    "id": 743,
    "joke": "टीचर: 'शांति' कहाँ है? \nछात्र: सर, हिमालय पर।",
    "language": "hindi"
  },
  {
    "id": 744,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, मेरा ध्यान 'वीकेंड' पर है।",
    "language": "hindi"
  },
  {
    "id": 745,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: मॉल। \nपति: वहां तो 'पार्किंग' नहीं मिलेगी। (बहाना नंबर 101)",
    "language": "hindi"
  },
  {
    "id": 746,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, मुझे 'भीड़' से डर लगता है।",
    "language": "hindi"
  },
  {
    "id": 747,
    "joke": "टीचर: 'दोस्ती' क्या है? \nछात्र: सर, जो बिना बुलाए घर आ जाए और फ्रिज खोल ले।",
    "language": "hindi"
  },
  {
    "id": 748,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'दाल'। \nपति: कल भी तो दाल थी। \nपत्नी: तो आज क्या 'मुर्गा' बन जाऊँ?",
    "language": "hindi"
  },
  {
    "id": 749,
    "joke": "डॉक्टर: आपका लीवर खराब है। \nमरीज: सर, उसे 'नया' लगा दो, चाइनीज वाला सस्ता आएगा।",
    "language": "hindi"
  },
  {
    "id": 750,
    "joke": "बेंगलुरु का मौसम: \nसुबह 'ठंड', दोपहर में 'गर्मी', शाम को 'बारिश' और रात को 'जुकाम' पक्का है।",
    "language": "hindi"
  },
  {
    "id": 751,
    "joke": "ऑटो वाला: कहाँ जाना है? \nसवारी: चाँदनी चौक। \nऑटो वाला: नहीं जाऊँगा। \nसवारी: अरे भाई, मीटर से डबल ले लेना। \nऑटो वाला: बात पैसे की नहीं है, मेरा 'मूड' नहीं है, और मेरी गाड़ी, मेरी मर्जी।",
    "language": "hindi"
  },
  {
    "id": 752,
    "joke": "मेहमान: अरे बेटा, रहने दो, हम चाय नहीं पियेंगे। \n(मन में: जल्दी ला, गला सूख रहा है) \nमैं: ठीक है अंकल, मैं पानी ले आता हूँ। \nमेहमान: (हैरान होकर) अरे, बन गयी है तो ले आओ!",
    "language": "hindi"
  },
  {
    "id": 753,
    "joke": "टीचर: 'चाय' का महत्व बताओ। \nछात्र: सर, चाय वो 'अमृत' है जो मरे हुए इंसान (नींद में) को भी ज़िंदा कर देती है।",
    "language": "hindi"
  },
  {
    "id": 754,
    "joke": "पति: तुम टीवी पर क्या देख रही हो? \nपत्नी: कुकिंग शो। \nपति: पर तुम खाना तो बनाती नहीं। \nपत्नी: तुम भी तो 'WWE' देखते हो, कौन सा रिंग में उतरते हो?",
    "language": "hindi"
  },
  {
    "id": 755,
    "joke": "पापा और रिमोट: \nपापा सो भी रहे हों, और अगर चैनल बदल दो, तो तुरंत आंख खोलकर कहते हैं - 'मैं देख रहा हूँ, रहने दे'!",
    "language": "hindi"
  },
  {
    "id": 756,
    "joke": "बॉस: तुम्हें 'स्मार्ट वर्क' करना चाहिए। \nकर्मचारी: सर, इसीलिए तो मैंने अपना काम 'इंटर्न' को दे दिया।",
    "language": "hindi"
  },
  {
    "id": 757,
    "joke": "गली क्रिकेट का नियम: \nअगर गेंद नाली में गयी, तो जो बैटिंग कर रहा है, वही निकालेगा, चाहे वो सचिन तेंदुलकर ही क्यों न हो।",
    "language": "hindi"
  },
  {
    "id": 758,
    "joke": "पत्नी: सुनो, पड़ोसन मुझे 'मोटी' कह रही थी। \nपति: तुम उससे लड़ने नहीं गयी? \nपत्नी: नहीं, मैं उसे 'खा' गयी।",
    "language": "hindi"
  },
  {
    "id": 759,
    "joke": "पुलिस: तुम हेलमेट पहनकर क्यों सो रहे हो? \nआदमी: सर, सपने में मेरी बीवी मुझे बेलन से मार रही थी, सुरक्षा जरुरी है।",
    "language": "hindi"
  },
  {
    "id": 760,
    "joke": "टीचर: 'उधार' प्रेम की कैंची है। \nपप्पू: सर, और 'वसूली' उस कैंची की धार है।",
    "language": "hindi"
  },
  {
    "id": 761,
    "joke": "लड़का: पापा, मुझे 'जिम' जाना है। \nपापा: बेटा, छत पर जो ईंटें पड़ी हैं, उन्हें नीचे ले आ, फ्री में जिम हो जाएगा।",
    "language": "hindi"
  },
  {
    "id": 762,
    "joke": "डॉक्टर: आपको हरी सब्जियां खानी चाहिए। \nमरीज: सर, मटर पनीर में से 'मटर' चुन-चुन कर खाता हूँ, काफी है?",
    "language": "hindi"
  },
  {
    "id": 763,
    "joke": "मिडिल क्लास घर में टी-शर्ट का जीवन चक्र: \nपहले बाहर पहनने के लिए -> फिर घर में पहनने के लिए -> फिर होली पर पहनने के लिए -> और अंत में 'पोछा' बनने के लिए।",
    "language": "hindi"
  },
  {
    "id": 764,
    "joke": "बॉस: तुम काम पर लेट क्यों आए? \nकर्मचारी: सर, वो लिफ्ट खराब थी। \nबॉस: तो सीढ़ियों से आ जाते। \nकर्मचारी: सर, मैं तो लिफ्ट के ठीक होने का इंतज़ार कर रहा था।",
    "language": "hindi"
  },
  {
    "id": 765,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'मैगी'। \nपति: फिर से? \nपत्नी: तो क्या 56 भोग बनाऊँ? 2 मिनट में यही बनता है।",
    "language": "hindi"
  },
  {
    "id": 766,
    "joke": "लड़की: भैया, मुझे वो वाला फ़ोन चाहिए जो पानी में खराब न हो। \nदुकानदार: मैडम, मछली ले लो, वो भी पानी में खराब नहीं होती।",
    "language": "hindi"
  },
  {
    "id": 767,
    "joke": "टीचर: 'मोबाइल' ने दुनिया बदल दी है। \nछात्र: हाँ सर, पहले हम 'आवारा' थे, अब हम 'डिजिटल क्रिएटर' हैं।",
    "language": "hindi"
  },
  {
    "id": 768,
    "joke": "दोस्त: भाई, 100 रुपये दे दे। \nमैं: यार, मेरा 'गूगल पे' (Google Pay) सर्वर डाउन चल रहा है। \nदोस्त: पर मैं तो कैश मांग रहा हूँ। \nमैं: मेरा 'कैश सर्वर' तो बचपन से डाउन है।",
    "language": "hindi"
  },
  {
    "id": 769,
    "joke": "पुलिस: तुम बैंक में गन लेकर क्यों गए? \nचोर: सर, लंच टाइम के बाद भी वो लोग खिड़की नहीं खोल रहे थे।",
    "language": "hindi"
  },
  {
    "id": 770,
    "joke": "पति: काश तुम 'अलार्म घड़ी' होती। \nपत्नी: क्यों? \nपति: तो मैं तुम्हें सर पर मारकर बंद कर देता।",
    "language": "hindi"
  },
  {
    "id": 771,
    "joke": "डॉक्टर: आपका वजन कम नहीं हो रहा। \nमरीज: सर, मैं डाइट पर हूँ। \nडॉक्टर: क्या खाते हो? \nमरीज: खाना खाने के बाद दो समोसे, ताकि भूख न लगे।",
    "language": "hindi"
  },
  {
    "id": 772,
    "joke": "लड़का: मैं तुम्हारे लिए अपनी जान दे सकता हूँ। \nलड़की: अरे, जान देने से अच्छा है मेरा 'रिचार्ज' करा दे, वो खत्म होने वाला है।",
    "language": "hindi"
  },
  {
    "id": 773,
    "joke": "टीचर: 'सत्य' की जीत होती है। \nपप्पू: सर, वो फिल्मों में होती है, असलियत में तो 'झूठ' बोलने वाले मजे में हैं।",
    "language": "hindi"
  },
  {
    "id": 774,
    "joke": "बॉस: तुम्हें छुट्टी नहीं मिलेगी। \nकर्मचारी: सर, तो फिर मुझे 'वर्क फ्रॉम गोवा' दे दीजिये।",
    "language": "hindi"
  },
  {
    "id": 775,
    "joke": "पत्नी: तुम मुझे शॉपिंग नहीं कराते। \nपति: अरे, अभी तो सब्जी मंडी से धनिया लाए थे, वो शॉपिंग नहीं थी?",
    "language": "hindi"
  },
  {
    "id": 776,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, मुझे लगा आप 'पकड़ने' आ रहे हैं, 'सम्मान' देने नहीं।",
    "language": "hindi"
  },
  {
    "id": 777,
    "joke": "टीचर: 'दोस्ती' निभाना सीखो। \nछात्र: सर, मैंने तो दोस्त की 'मार' भी अपने ऊपर ले ली थी, टीचर ने मुझे ही कूट दिया।",
    "language": "hindi"
  },
  {
    "id": 778,
    "joke": "पति: आज खाने में नमक ज्यादा है। \nपत्नी: वो नमक ज्यादा नहीं है, सब्जी कम पड़ गयी थी।",
    "language": "hindi"
  },
  {
    "id": 779,
    "joke": "डॉक्टर: आपका लीवर खराब है। \nमरीज: सर, दारू तो मैं अपने दोस्तों के कहने पर पीता हूँ, उनका लीवर चेक करो।",
    "language": "hindi"
  },
  {
    "id": 780,
    "joke": "लड़का: पापा, मुझे 'बुलेट' चाहिए। \nपापा: बेटा, पहले 'साइकिल' की चेन चढ़ाना तो सीख ले।",
    "language": "hindi"
  },
  {
    "id": 781,
    "joke": "टीचर: 'समय' की बर्बादी मत करो। \nछात्र: सर, आप भी तो रोज वही 'पुराने' चुटकुले सुनाते हैं, वो क्या है?",
    "language": "hindi"
  },
  {
    "id": 782,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, मेरा ध्यान 'AC' पर है, वो चल नहीं रहा, गर्मी लग रही है।",
    "language": "hindi"
  },
  {
    "id": 783,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: नानी के घर। \nपति: वो 'घूमना' नहीं, 'सजा' है।",
    "language": "hindi"
  },
  {
    "id": 784,
    "joke": "पुलिस: तुम रेड लाइट पर रुके क्यों नहीं? \nड्राइवर: सर, धूप बहुत तेज थी, छाँव ढूंढ रहा था।",
    "language": "hindi"
  },
  {
    "id": 785,
    "joke": "टीचर: 'सन्नाटा' क्यों है? \nछात्र: सर, सब सोच रहे हैं कि आज 'लंच' में क्या है।",
    "language": "hindi"
  },
  {
    "id": 786,
    "joke": "पति: काश तुम 'मौसम' होती। \nपत्नी: क्यों? \nपति: तो कम से कम 'बदल' तो जाती।",
    "language": "hindi"
  },
  {
    "id": 787,
    "joke": "डॉक्टर: आपको मीठा नहीं खाना है। \nमरीज: सर, मैं तो सिर्फ 'गुड़' खाता हूँ, वो तो नेचुरल है ना?",
    "language": "hindi"
  },
  {
    "id": 788,
    "joke": "लड़का: पापा, मुझे 'आज़ादी' चाहिए। \nपापा: बेटा, घर से बाहर कदम रख, 'कुत्ते' पीछे पड़ेंगे तो आज़ादी का मतलब समझ आएगा।",
    "language": "hindi"
  },
  {
    "id": 789,
    "joke": "टीचर: 'शांति' कहाँ मिलती है? \nछात्र: सर, जब फोन की बैटरी खत्म हो जाए, तब असली शांति मिलती है।",
    "language": "hindi"
  },
  {
    "id": 790,
    "joke": "बॉस: तुम ऑफिस में सो रहे हो? \nकर्मचारी: सर, मैं सपने में 'क्लाइंट' से मीटिंग कर रहा था।",
    "language": "hindi"
  },
  {
    "id": 791,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, अब क्या 'न्यूज़ पेपर' में इश्तिहार दूँ?",
    "language": "hindi"
  },
  {
    "id": 792,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nआदमी: सर, आज 'शनिवार' है, तेल लगाया है बालों में, हेलमेट गन्दा हो जाता।",
    "language": "hindi"
  },
  {
    "id": 793,
    "joke": "टीचर: 'सफलता' की सीढ़ी। \nछात्र: सर, उस पर तो 'भीड़' बहुत है, मैं लिफ्ट से चला जाऊंगा।",
    "language": "hindi"
  },
  {
    "id": 794,
    "joke": "पति: काश तुम 'गूगल' होती। \nपत्नी: तो? \nपति: मैं कुछ भी पूछता, तुम 'जवाब' देती, उल्टा सवाल नहीं करती।",
    "language": "hindi"
  },
  {
    "id": 795,
    "joke": "डॉक्टर: आपका बीपी हाई है। \nमरीज: सर, वो आज सास घर आयी है, नार्मल बात है।",
    "language": "hindi"
  },
  {
    "id": 796,
    "joke": "लड़का: मैं तुम्हारे लिए दुनिया छोड़ सकता हूँ। \nलड़की: अरे, तू पहले अपनी 'बुरी आदतें' छोड़ दे, दुनिया बाद में छोड़ना।",
    "language": "hindi"
  },
  {
    "id": 797,
    "joke": "टीचर: 'समय' की पाबंदी। \nछात्र: सर, वो तो सिर्फ 'गरीबों' पर लागू होती है, अमीर तो लेट ही आते हैं।",
    "language": "hindi"
  },
  {
    "id": 798,
    "joke": "बॉस: तुम्हें प्रमोशन चाहिए? \nकर्मचारी: जी सर। \nबॉस: तो फिर काम भी 'बॉस' जैसा करो, हुकुम मत चलाओ।",
    "language": "hindi"
  },
  {
    "id": 799,
    "joke": "पत्नी: तुम मुझे कितना चाहते हो? \nपति: इतना कि तुम्हारी 'शॉपिंग' का बिल देखकर भी हार्ट अटैक नहीं आता।",
    "language": "hindi"
  },
  {
    "id": 800,
    "joke": "गली क्रिकेट: \nबैट्समैन: 'ट्रायल बॉल' थी। \nबॉलर: ट्रायल बॉल पर कैच आउट भी 'आउट' होता है, चल बैट दे।",
    "language": "hindi"
  },
  {
    "id": 801,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, मुझे लगा 'दौड़' प्रतियोगिता हो रही है, आप पीछे दौड़ रहे थे।",
    "language": "hindi"
  },
  {
    "id": 802,
    "joke": "टीचर: 'दोस्ती' क्या है? \nछात्र: सर, जो एग्जाम में अपनी कॉपी छिपा ले, वो दोस्त नहीं 'गद्दार' है।",
    "language": "hindi"
  },
  {
    "id": 803,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'कद्दू'। \nपति: मैं 'होटल' जा रहा हूँ। \nपत्नी: ठीक है, मेरे लिए भी ले आना।",
    "language": "hindi"
  },
  {
    "id": 804,
    "joke": "डॉक्टर: आपका लीवर खराब है। \nमरीज: सर, तो क्या अब मैं 'जूस' भी नहीं पी सकता?",
    "language": "hindi"
  },
  {
    "id": 805,
    "joke": "लड़का: पापा, मुझे 'गर्लफ्रेंड' चाहिए। \nपापा: बेटा, पहले 'खुद' का खर्चा उठाना सीख ले, फिर दूसरों का उठाना।",
    "language": "hindi"
  },
  {
    "id": 806,
    "joke": "टीचर: 'सन्नाटा' क्यों है? \nछात्र: सर, सब 'सदमे' में हैं कि कल छुट्टी नहीं है।",
    "language": "hindi"
  },
  {
    "id": 807,
    "joke": "पति: काश तुम 'रेडियो' होती। \nपत्नी: क्यों? \nपति: जब मन करता 'बटन' बंद कर देता।",
    "language": "hindi"
  },
  {
    "id": 808,
    "joke": "डॉक्टर: आपको गुस्सा नहीं करना चाहिए। \nमरीज: सर, तो क्या मैं 'गांधीगिरी' करूँ जब कोई मेरी गाड़ी ठोक दे?",
    "language": "hindi"
  },
  {
    "id": 809,
    "joke": "लड़का: पापा, मुझे 'कार' चाहिए। \nपापा: बेटा, 'मेट्रो' में जा, वहां एसी भी है और ड्राइवर भी।",
    "language": "hindi"
  },
  {
    "id": 810,
    "joke": "टीचर: 'सफलता' की कुंजी। \nछात्र: सर, 'किस्मत'।",
    "language": "hindi"
  },
  {
    "id": 811,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, मेरा ध्यान 'छुट्टी' पर है, कब होगी।",
    "language": "hindi"
  },
  {
    "id": 812,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: शिमला। \nपति: वहां बहुत ठंड है, घर में 'एसी' चला लो, शिमला वाली फीलिंग आ जाएगी।",
    "language": "hindi"
  },
  {
    "id": 813,
    "joke": "पुलिस: तुम बैंक में क्यों घुसे? \nचोर: सर, मुझे 'पैसे' की खुश्बू खींच लायी।",
    "language": "hindi"
  },
  {
    "id": 814,
    "joke": "टीचर: 'मित्र' वो है... \nपप्पू: जो उधार लेकर वापस न दे, वो 'सच्चा मित्र' नहीं है।",
    "language": "hindi"
  },
  {
    "id": 815,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'तोरी'। \nपति: मैं 'सन्यास' ले रहा हूँ।",
    "language": "hindi"
  },
  {
    "id": 816,
    "joke": "डॉक्टर: आपका वजन बढ़ गया है। \nमरीज: सर, वो 'खाते-पीते' घर का हूँ ना, दिखना भी तो चाहिए।",
    "language": "hindi"
  },
  {
    "id": 817,
    "joke": "लड़का: मैं तुम्हारे लिए चाँद तोड़ लाऊँगा। \nलड़की: रहने दे, तू 'बल्ब' तो बदल नहीं पाता।",
    "language": "hindi"
  },
  {
    "id": 818,
    "joke": "टीचर: 'समय' का सदुपयोग। \nछात्र: सर, गेम खेलकर 'लेवल' बढ़ाना सदुपयोग ही तो है।",
    "language": "hindi"
  },
  {
    "id": 819,
    "joke": "बॉस: तुम्हें छुट्टी नहीं मिलेगी। \nकर्मचारी: सर, तो फिर मैं 'बीमार' पड़ने वाला हूँ कल से।",
    "language": "hindi"
  },
  {
    "id": 820,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, अब क्या 'दिल' निकालकर थाली में रख दूँ?",
    "language": "hindi"
  },
  {
    "id": 821,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nआदमी: सर, मुझे 'घुटन' होती है। \nपुलिस: जेल में खली हवा मिलेगी, चल।",
    "language": "hindi"
  },
  {
    "id": 822,
    "joke": "टीचर: 'सत्य' की राह। \nछात्र: सर, वो बहुत 'लंबी' है, मैं शॉर्टकट ले लूँगा।",
    "language": "hindi"
  },
  {
    "id": 823,
    "joke": "पति: काश तुम 'अख़बार' होती। \nपत्नी: तो? \nपति: मैं तुम्हें पढ़कर 'फेंक' देता।",
    "language": "hindi"
  },
  {
    "id": 824,
    "joke": "डॉक्टर: आपको टेंशन नहीं लेनी चाहिए। \nमरीज: सर, तो क्या मैं 'बॉस' को गोली मार दूँ?",
    "language": "hindi"
  },
  {
    "id": 825,
    "joke": "लड़का: पापा, मुझे 'बुलेट' चाहिए। \nपापा: बेटा, 'फुटपाथ' पर चलने की आदत डाल, पेट्रोल के दाम देखे हैं?",
    "language": "hindi"
  },
  {
    "id": 826,
    "joke": "टीचर: 'शांति' कहाँ है? \nछात्र: सर, जब 'मम्मी' सो जाएं।",
    "language": "hindi"
  },
  {
    "id": 827,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, मेरा ध्यान 'लंच' पर है।",
    "language": "hindi"
  },
  {
    "id": 828,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: पेरिस। \nपति: सपने में चलेंगे आज रात।",
    "language": "hindi"
  },
  {
    "id": 829,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, मुझे लगा 'मैराथन' चल रही है।",
    "language": "hindi"
  },
  {
    "id": 830,
    "joke": "टीचर: 'दोस्ती' क्या है? \nछात्र: सर, जो टिफिन शेयर करे।",
    "language": "hindi"
  },
  {
    "id": 831,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'बैंगन'। \nपति: मेरा 'पेट' खराब है।",
    "language": "hindi"
  },
  {
    "id": 832,
    "joke": "डॉक्टर: आपका लीवर खराब है। \nमरीज: सर, तो क्या अब 'पानी' पीकर जिऊँ?",
    "language": "hindi"
  },
  {
    "id": 833,
    "joke": "लड़का: मैं तुम्हारे लिए दुनिया छोड़ सकता हूँ। \nलड़की: तो 'संन्यास' ले ले।",
    "language": "hindi"
  },
  {
    "id": 834,
    "joke": "टीचर: 'समय' की कीमत। \nछात्र: सर, 'नेटफ्लिक्स' के सब्सक्रिप्शन से पूछो।",
    "language": "hindi"
  },
  {
    "id": 835,
    "joke": "बॉस: तुम्हें छुट्टी नहीं मिलेगी। \nकर्मचारी: सर, मेरी 'दादी' बीमार है। \nबॉस: वो तो पिछले महीने मर गयी थीं। \nकर्मचारी: सर, ये 'दूसरी' दादी हैं।",
    "language": "hindi"
  },
  {
    "id": 836,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, अब क्या 'साबित' करूँ कोर्ट में?",
    "language": "hindi"
  },
  {
    "id": 837,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nआदमी: सर, बाल ख़राब हो जाते हैं। \nपुलिस: सर ख़राब हो गया तो 'बाल' किस पर उगाएगा?",
    "language": "hindi"
  },
  {
    "id": 838,
    "joke": "टीचर: 'सफलता' का राज। \nछात्र: सर, 'मेहनत' नहीं, 'किस्मत' है।",
    "language": "hindi"
  },
  {
    "id": 839,
    "joke": "पति: काश तुम 'मौन व्रत' रखती। \nपत्नी: क्यों? \nपति: मुझे 'शांति' मिलती।",
    "language": "hindi"
  },
  {
    "id": 840,
    "joke": "डॉक्टर: आपको गुस्सा कम करना चाहिए। \nमरीज: सर, तो क्या मैं 'हंसते' हुए लड़ाई करूँ?",
    "language": "hindi"
  },
  {
    "id": 841,
    "joke": "लड़का: पापा, मुझे 'कार' चाहिए। \nपापा: बेटा, 'खिलौने' वाली ले ले।",
    "language": "hindi"
  },
  {
    "id": 842,
    "joke": "टीचर: 'शांति' कहाँ है? \nछात्र: सर, 'पुस्तकालय' में।",
    "language": "hindi"
  },
  {
    "id": 843,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, मेरा ध्यान 'घर' जाने पर है।",
    "language": "hindi"
  },
  {
    "id": 844,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: पार्क। \nपति: वहां तो 'बच्चे' जाते हैं।",
    "language": "hindi"
  },
  {
    "id": 845,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, मुझे 'डर' लग रहा था।",
    "language": "hindi"
  },
  {
    "id": 846,
    "joke": "टीचर: 'दोस्ती' क्या है? \nछात्र: सर, जो मुसीबत में साथ दे।",
    "language": "hindi"
  },
  {
    "id": 847,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'राजमा'। \nपति: वाह! आज तो 'दावत' है।",
    "language": "hindi"
  },
  {
    "id": 848,
    "joke": "डॉक्टर: आपका लीवर खराब है। \nमरीज: सर, कोई 'जुगाड़' कर दो।",
    "language": "hindi"
  },
  {
    "id": 849,
    "joke": "लड़का: मैं तुम्हारे लिए दुनिया छोड़ सकता हूँ। \nलड़की: तो 'हिमालय' चला जा।",
    "language": "hindi"
  },
  {
    "id": 850,
    "joke": "भारत में 'नेटवर्क' और 'रिश्तेदार' एक जैसे होते हैं, जब सबसे ज्यादा जरुरत होती है, तभी 'गायब' हो जाते हैं।",
    "language": "hindi"
  },
  {
    "id": 851,
    "joke": "भारतीय घरों में 'पॉलिथीन' के अंदर 'पॉलिथीन' रखना भी एक प्रकार की 'सेविंग्स स्कीम' है।",
    "language": "hindi"
  },
  {
    "id": 852,
    "joke": "बॉस: तुम्हें 2 साल हो गए, तुमने क्या सीखा? \nकर्मचारी: सर, यही कि 'ईमेल' का रिप्लाई करते वक्त 'Reply All' नहीं दबाना चाहिए।",
    "language": "hindi"
  },
  {
    "id": 853,
    "joke": "पति: तुम तैयार हो गयी? \nपत्नी: बस 2 मिनट। \nपति: ठीक है, मैं तब तक 'बाहुबली' के दोनों पार्ट देख लेता हूँ।",
    "language": "hindi"
  },
  {
    "id": 854,
    "joke": "टीचर: 'शांति' का उदाहरण दो। \nछात्र: सर, जब 'जियो' का नेट न चल रहा हो, तब घर में शांति होती है।",
    "language": "hindi"
  },
  {
    "id": 855,
    "joke": "डॉक्टर: आपको सुबह टहलना चाहिए। \nमरीज: सर, मैं तो 'सपने' में भी दौड़ता हूँ, काफी नहीं है?",
    "language": "hindi"
  },
  {
    "id": 856,
    "joke": "लड़का: पापा, मुझे 'बिजनेस' करना है। \nपापा: बेटा, सुबह दूध लाने का काम शुरू कर दे, वो भी बिजनेस ही है।",
    "language": "hindi"
  },
  {
    "id": 857,
    "joke": "पुलिस: तुम रेड लाइट जंप क्यों किये? \nड्राइवर: सर, मैंने सोचा 'भगवान' हर जगह है, तो पुलिस वाला नहीं होगा।",
    "language": "hindi"
  },
  {
    "id": 858,
    "joke": "टीचर: 'ईमानदारी' की मिसाल। \nछात्र: सर, वो सब्जी वाला जो धनिया फ्री में देने से मना कर दे।",
    "language": "hindi"
  },
  {
    "id": 859,
    "joke": "पति: काश तुम 'ब्लूटूथ' होती। \nपत्नी: क्यों? \nपति: बिना तार के ही 'जुड़' जाती।",
    "language": "hindi"
  },
  {
    "id": 860,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, मेरा ध्यान 'सैलरी' पर है, जो आयी नहीं अभी तक।",
    "language": "hindi"
  },
  {
    "id": 861,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: शिमला। \nपति: फ्रिज में सर डाल लो, वही फीलिंग आएगी।",
    "language": "hindi"
  },
  {
    "id": 862,
    "joke": "दोस्त: भाई, 500 रुपये दे दे। \nमैं: भाई, मैं तुझे पहचानता हूँ, तू वही है जो 'कल' कभी नहीं लाता।",
    "language": "hindi"
  },
  {
    "id": 863,
    "joke": "टीचर: 'समय' का मोल। \nछात्र: सर, जब 'बैटरी' 1% हो, तब समय का असली मोल पता चलता है।",
    "language": "hindi"
  },
  {
    "id": 864,
    "joke": "लड़का: मैं तुम्हारे लिए चाँद तारे तोड़ लाऊँगा। \nलड़की: पहले अपनी 'उधारी' तो चुका दे दुकान वाले की।",
    "language": "hindi"
  },
  {
    "id": 865,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'टिंडे'। \nपति: मैं 'अनशन' पर हूँ।",
    "language": "hindi"
  },
  {
    "id": 866,
    "joke": "डॉक्टर: आपका लीवर खराब है। \nमरीज: सर, वारंटी में बदल दो।",
    "language": "hindi"
  },
  {
    "id": 867,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nआदमी: सर, मेरे बाल गीले थे।",
    "language": "hindi"
  },
  {
    "id": 868,
    "joke": "टीचर: 'दोस्ती' क्या है? \nछात्र: सर, जो होमवर्क कॉपी करने दे।",
    "language": "hindi"
  },
  {
    "id": 869,
    "joke": "बॉस: तुम्हें छुट्टी नहीं मिलेगी। \nकर्मचारी: सर, तो फिर मेरी 'लाश' ही काम करेगी आज।",
    "language": "hindi"
  },
  {
    "id": 870,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, अब क्या 'हनुमान' बन जाऊँ?",
    "language": "hindi"
  },
  {
    "id": 871,
    "joke": "लड़का: पापा, मुझे 'कार' चाहिए। \nपापा: बेटा, 'सपना' देख, उसमें फ्री है।",
    "language": "hindi"
  },
  {
    "id": 872,
    "joke": "टीचर: 'सन्नाटा' क्यों है? \nछात्र: सर, सब 'शोक' मना रहे हैं कि कल टेस्ट है।",
    "language": "hindi"
  },
  {
    "id": 873,
    "joke": "पति: काश तुम 'अख़बार' होती। \nपत्नी: तो? \nपति: रोज नयी खबर मिलती।",
    "language": "hindi"
  },
  {
    "id": 874,
    "joke": "डॉक्टर: आपको गुस्सा नहीं करना चाहिए। \nमरीज: सर, बीवी को समझाओ।",
    "language": "hindi"
  },
  {
    "id": 875,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, मुझे लगा आप 'कबड्डी' खेल रहे हैं।",
    "language": "hindi"
  },
  {
    "id": 876,
    "joke": "टीचर: 'मित्र' वो है... \nपप्पू: जो कैंटीन का बिल भरे।",
    "language": "hindi"
  },
  {
    "id": 877,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, मेरा ध्यान 'घड़ी' पर है।",
    "language": "hindi"
  },
  {
    "id": 878,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: पेरिस। \nपति: नक्शे में देख लो।",
    "language": "hindi"
  },
  {
    "id": 879,
    "joke": "दोस्त: भाई, जिम चलेगा? \nमैं: नहीं भाई, आज 'मूड' नहीं है।",
    "language": "hindi"
  },
  {
    "id": 880,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'लौकी'। \nपति: मैं बाहर जा रहा हूँ।",
    "language": "hindi"
  },
  {
    "id": 881,
    "joke": "डॉक्टर: आपका वजन बढ़ गया है। \nमरीज: सर, हवा लग रही है।",
    "language": "hindi"
  },
  {
    "id": 882,
    "joke": "लड़का: मैं तुम्हारे लिए दुनिया छोड़ सकता हूँ। \nलड़की: तो छोड़ दे।",
    "language": "hindi"
  },
  {
    "id": 883,
    "joke": "टीचर: 'समय' का मोल। \nछात्र: सर, फ्री पीरियड में पता चलता है।",
    "language": "hindi"
  },
  {
    "id": 884,
    "joke": "बॉस: तुम्हें छुट्टी नहीं मिलेगी। \nकर्मचारी: ठीक है सर, फिर काम भी नहीं होगा।",
    "language": "hindi"
  },
  {
    "id": 885,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, सैलरी तो देता हूँ।",
    "language": "hindi"
  },
  {
    "id": 886,
    "joke": "पुलिस: हेलमेट क्यों नहीं पहना? \nआदमी: सर, गर्मी लग रही थी।",
    "language": "hindi"
  },
  {
    "id": 887,
    "joke": "टीचर: 'सफलता' का राज। \nछात्र: सर, सेटिंग।",
    "language": "hindi"
  },
  {
    "id": 888,
    "joke": "पति: काश तुम 'रेडियो' होती। \nपत्नी: क्यों? \nपति: बंद कर देता।",
    "language": "hindi"
  },
  {
    "id": 889,
    "joke": "डॉक्टर: टेंशन मत लो। \nमरीज: सर, बॉस को बोलो।",
    "language": "hindi"
  },
  {
    "id": 890,
    "joke": "लड़का: पापा, मुझे 'बाइक' चाहिए। \nपापा: बेटा, पैदल चल, सेहत बनेगी।",
    "language": "hindi"
  },
  {
    "id": 891,
    "joke": "टीचर: 'शांति' कहाँ है? \nछात्र: सर, शमशान में।",
    "language": "hindi"
  },
  {
    "id": 892,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, मन नहीं लग रहा।",
    "language": "hindi"
  },
  {
    "id": 893,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: मॉल। \nपति: पैसे नहीं हैं।",
    "language": "hindi"
  },
  {
    "id": 894,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, आदत है।",
    "language": "hindi"
  },
  {
    "id": 895,
    "joke": "टीचर: 'दोस्ती' क्या है? \nछात्र: सर, टाइमपास।",
    "language": "hindi"
  },
  {
    "id": 896,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'दाल'। \nपति: फिर से?",
    "language": "hindi"
  },
  {
    "id": 897,
    "joke": "डॉक्टर: लीवर खराब है। \nमरीज: ठीक कर दो।",
    "language": "hindi"
  },
  {
    "id": 898,
    "joke": "लड़का: दुनिया छोड़ दूँगा। \nलड़की: जा।",
    "language": "hindi"
  },
  {
    "id": 899,
    "joke": "टीचर: 'समय' क्या है? \nछात्र: सर, जो कभी नहीं रुकता।",
    "language": "hindi"
  },
  {
    "id": 900,
    "joke": "बॉस: छुट्टी चाहिए? \nकर्मचारी: हाँ। \nबॉस: नहीं मिलेगी।",
    "language": "hindi"
  },
  {
    "id": 901,
    "joke": "पत्नी: प्यार करते हो? \nपति: हाँ। \nपत्नी: तो शॉपिंग कराओ।",
    "language": "hindi"
  },
  {
    "id": 902,
    "joke": "पुलिस: हेलमेट? \nआदमी: घर पर है।",
    "language": "hindi"
  },
  {
    "id": 903,
    "joke": "टीचर: 'सफलता'? \nछात्र: पैसा।",
    "language": "hindi"
  },
  {
    "id": 904,
    "joke": "पति: रेडियो होती? \nपत्नी: चुप रहो।",
    "language": "hindi"
  },
  {
    "id": 905,
    "joke": "डॉक्टर: गुस्सा कम करो। \nमरीज: नहीं होता।",
    "language": "hindi"
  },
  {
    "id": 906,
    "joke": "लड़का: कार चाहिए। \nपापा: भाग यहाँ से।",
    "language": "hindi"
  },
  {
    "id": 907,
    "joke": "टीचर: शांति? \nछात्र: नहीं पता।",
    "language": "hindi"
  },
  {
    "id": 908,
    "joke": "बॉस: काम करो। \nकर्मचारी: कर रहा हूँ।",
    "language": "hindi"
  },
  {
    "id": 909,
    "joke": "पत्नी: घुमाने ले चलो। \nपति: कल चलेंगे।",
    "language": "hindi"
  },
  {
    "id": 910,
    "joke": "पुलिस: भागे क्यों? \nचोर: डर गया।",
    "language": "hindi"
  },
  {
    "id": 911,
    "joke": "टीचर: दोस्ती? \nछात्र: मैगी।",
    "language": "hindi"
  },
  {
    "id": 912,
    "joke": "पति: खाना? \nपत्नी: खुद बना लो।",
    "language": "hindi"
  },
  {
    "id": 913,
    "joke": "डॉक्टर: लीवर? \nमरीज: दारू।",
    "language": "hindi"
  },
  {
    "id": 914,
    "joke": "लड़का: प्यार। \nलड़की: धोखा।",
    "language": "hindi"
  },
  {
    "id": 915,
    "joke": "टीचर: समय। \nछात्र: पैसा।",
    "language": "hindi"
  },
  {
    "id": 916,
    "joke": "बॉस: छुट्टी? \nकर्मचारी: प्लीज।",
    "language": "hindi"
  },
  {
    "id": 917,
    "joke": "पत्नी: प्यार? \nपति: बहुत।",
    "language": "hindi"
  },
  {
    "id": 918,
    "joke": "पुलिस: हेलमेट? \nआदमी: भूल गया।",
    "language": "hindi"
  },
  {
    "id": 919,
    "joke": "टीचर: सफलता? \nछात्र: मेहनत।",
    "language": "hindi"
  },
  {
    "id": 920,
    "joke": "पति: टीवी? \nपत्नी: रिमोट दो।",
    "language": "hindi"
  },
  {
    "id": 921,
    "joke": "भारत में 'इंजीनियरिंग' एक ऐसी तपस्या है, जिसके बाद 'प्रसाद' (नौकरी) मिले न मिले, पर 'बाबा' जरूर बन जाते हैं।",
    "language": "hindi"
  },
  {
    "id": 922,
    "joke": "सर्दियों में नहाने से पहले भारतीय: \n'हे जल देवता, अगर मैंने आज तक कोई पुण्य किया हो, तो कृपया ठंडा न लगें।'",
    "language": "hindi"
  },
  {
    "id": 923,
    "joke": "शादी का खाना: \nलोग दूल्हा-दुल्हन को देखने नहीं, 'बटर चिकन' और 'गुलाब जामुन' का मिलन देखने जाते हैं।",
    "language": "hindi"
  },
  {
    "id": 924,
    "joke": "टीचर: 'न्यूटन' मर गया। \nपप्पू: सर, मरा तो 'बाहुबली' भी था, पर वो पार्ट 2 में वापस आ गया, न्यूटन का वेट करते हैं।",
    "language": "hindi"
  },
  {
    "id": 925,
    "joke": "गर्लफ्रेंड: तुम मेरे लिए क्या कर सकते हो? \nबॉयफ्रेंड: मैं तुम्हारे लिए 'जियो' का 3 महीने वाला रिचार्ज करवा सकता हूँ, इससे ज्यादा उम्मीद मत रखना।",
    "language": "hindi"
  },
  {
    "id": 926,
    "joke": "बॉस: तुम्हें 'वीकेंड' पर काम करना पड़ेगा। \nकर्मचारी: सर, 'वीकेंड' पर तो यमराज भी छुट्टी मनाते हैं, मैं तो फिर भी इंसान हूँ।",
    "language": "hindi"
  },
  {
    "id": 927,
    "joke": "पति: तुम हमेशा 'शक' क्यों करती हो? \nपत्नी: क्योंकि तुम 'शरीफ' दिखने की बहुत कोशिश करते हो, वही खटकता है।",
    "language": "hindi"
  },
  {
    "id": 928,
    "joke": "पुलिस: गाड़ी के कागज दिखाओ। \nड्राइवर: सर, कागज तो 'गाय' खा गयी। \nपुलिस: तो गाय को लेकर आ कोर्ट में।",
    "language": "hindi"
  },
  {
    "id": 929,
    "joke": "टीचर: 'प्यार' अंधा होता है, सिद्ध करो। \nछात्र: सर, मेरी गर्लफ्रेंड को देख लो, आपको यकीन हो जाएगा।",
    "language": "hindi"
  },
  {
    "id": 930,
    "joke": "मिडिल क्लास का दर्द: \nAC चलाओ तो 'बिल' का डर, बंद करो तो 'गर्मी' का डर, और खिड़की खोलो तो 'मच्छर' का डर।",
    "language": "hindi"
  },
  {
    "id": 931,
    "joke": "लड़की: भैया, ये ड्रेस मुझे 'फिट' नहीं आ रही। \nदुकानदार: मैडम, आप 'सांस' रोक कर पहनिये, फिट आ जाएगी।",
    "language": "hindi"
  },
  {
    "id": 932,
    "joke": "दोस्त: भाई, 'गोवा' का प्लान फाइनल है? \nमैं: हाँ भाई, बस 'पैसे' का इंतजाम हो जाए, फिर चलेंगे... यानी कभी नहीं।",
    "language": "hindi"
  },
  {
    "id": 933,
    "joke": "डॉक्टर: आपको 'विटामिन सी' की कमी है। \nमरीज: सर, मैं तो रोज 'सी-सी' (See-See) करता हूँ जब बीवी चिल्लाती है।",
    "language": "hindi"
  },
  {
    "id": 934,
    "joke": "इंटरव्यूअर: अगर आपको नौकरी नहीं मिली तो? \nउम्मीदवार: तो मैं 'चाय' की दुकान खोल लूंगा, आजकल वही ट्रेंड में है।",
    "language": "hindi"
  },
  {
    "id": 935,
    "joke": "पति: तुम 'सीरियल' देखकर क्यों रो रही हो? \nपत्नी: क्योंकि इसमें सास मर गयी, और मेरी वाली अभी तक जिंदा है।",
    "language": "hindi"
  },
  {
    "id": 936,
    "joke": "टीचर: 'भ्रष्टाचार' क्या है? \nछात्र: सर, जब आप ट्यूशन में वही सवाल बताते हैं जो एग्जाम में आने वाला हो।",
    "language": "hindi"
  },
  {
    "id": 937,
    "joke": "पुलिस: तुम बैंक लूटने क्यों गए? \nचोर: सर, 'लोन' की प्रक्रिया बहुत लम्बी थी, सोचा शॉर्टकट अपना लूँ।",
    "language": "hindi"
  },
  {
    "id": 938,
    "joke": "रिश्तेदार: बेटा, अब तो 'शादी' कर लो। \nमैं: अंकल, 'बर्बादी' का इतना शौक क्यों है आपको?",
    "language": "hindi"
  },
  {
    "id": 939,
    "joke": "बॉस: तुम्हें 'इनोवेटिव' आईडिया लाना होगा। \nकर्मचारी: सर, 'शनिवार' और 'रविवार' की छुट्टी बढ़ा दीजिये, इससे ज्यादा इनोवेटिव कुछ नहीं।",
    "language": "hindi"
  },
  {
    "id": 940,
    "joke": "पत्नी: तुम मुझे 'रानी' बनाकर रखोगे? \nपति: हाँ, पर 'किचन' की।",
    "language": "hindi"
  },
  {
    "id": 941,
    "joke": "डॉक्टर: आपका बीपी नार्मल है। \nमरीज: सर, अभी बीवी का फोन आया था, चेक कीजिये, बढ़ गया होगा।",
    "language": "hindi"
  },
  {
    "id": 942,
    "joke": "लड़का: पापा, मुझे 'आईफोन' दिला दो। \nपापा: बेटा, आईफोन तो दिला दूँ, पर 'चार्जर' के पैसे तेरे दादाजी देंगे?",
    "language": "hindi"
  },
  {
    "id": 943,
    "joke": "टीचर: 'सच्चा दोस्त' कौन है? \nछात्र: सर, जो वाइवा में बाहर आकर बता दे कि 'एक्सटर्नल' क्या पूछ रहा है।",
    "language": "hindi"
  },
  {
    "id": 944,
    "joke": "पति: काश मैं 'पंखा' होता। \nपत्नी: क्यों? \nपति: तो मैं छत से लटक जाता।",
    "language": "hindi"
  },
  {
    "id": 945,
    "joke": "पुलिस: हेलमेट नहीं है? \nआदमी: सर, यमराज से 'सेटिंग' है मेरी।",
    "language": "hindi"
  },
  {
    "id": 946,
    "joke": "बॉस: तुम काम क्यों नहीं कर रहे? \nकर्मचारी: सर, 'राहु' काल चल रहा है, काम बिगड़ सकता है।",
    "language": "hindi"
  },
  {
    "id": 947,
    "joke": "पत्नी: तुम मुझे 'आइफिल टावर' दिखाओगे? \nपति: हाँ, मोबाइल में गूगल खोल लो।",
    "language": "hindi"
  },
  {
    "id": 948,
    "joke": "टीचर: 'शांति' का प्रतीक क्या है? \nछात्र: सर, वो पति जो बीवी के सामने चुप रहे।",
    "language": "hindi"
  },
  {
    "id": 949,
    "joke": "दोस्त: भाई, 100 रुपये दे दे। \nमैं: भाई, मेरा 'बटुआ' घर रह गया। \nदोस्त: पर तूने तो अभी जेब से निकाला था। \nमैं: वो तो 'दिखावे' के लिए है, उसमें पैसे थोड़ी हैं।",
    "language": "hindi"
  },
  {
    "id": 950,
    "joke": "जिन्दगी में 'एडजस्ट' करना उतना ही जरुरी है, जितना बस की सीट पर 'चौथा' बंदा बिठाना।",
    "language": "hindi"
  },
  {
    "id": 951,
    "joke": "टीचर: तुम कल क्यों नहीं आए? \nछात्र: सर, रास्ते में एक बोर्ड था 'आगे स्कूल है, धीरे चलें', तो मैं धीरे-धीरे आया और स्कूल बंद हो गया।",
    "language": "hindi"
  },
  {
    "id": 952,
    "joke": "पति: आज मैं तुम्हें 'कैंडल लाइट डिनर' कराऊंगा। \nपत्नी: वाह! कहाँ? \nपति: घर पर ही, बिजली वालों ने लाइट काट दी है।",
    "language": "hindi"
  },
  {
    "id": 953,
    "joke": "डॉक्टर: तुम्हें 'आराम' करना चाहिए। \nमरीज: सर, ऑफिस में तो मैं 'सोता' ही हूँ, और कितना आराम करूँ?",
    "language": "hindi"
  },
  {
    "id": 954,
    "joke": "लड़की: भैया, मुझे वो सैंडल दिखाओ जो चले तो आवाज़ करे। \nदुकानदार: मैडम, सूखी लकड़ी बाँध लो, बहुत आवाज़ करेगी।",
    "language": "hindi"
  },
  {
    "id": 955,
    "joke": "बॉस: तुम्हें 'डेडलाइन' याद है? \nकर्मचारी: सर, मुझे तो अपनी 'बर्थडेट' भी याद नहीं रहती, डेडलाइन क्या चीज़ है।",
    "language": "hindi"
  },
  {
    "id": 956,
    "joke": "पत्नी: तुम मुझे प्यार नहीं करते। \nपति: अरे, अब क्या 'ताज महल' मेरे नाम करवा दूँ?",
    "language": "hindi"
  },
  {
    "id": 957,
    "joke": "पुलिस: तुम चोरी करके क्यों भागे? \nचोर: सर, मुझे 'वॉकिंग' पसंद है, भागना सेहत के लिए अच्छा होता है।",
    "language": "hindi"
  },
  {
    "id": 958,
    "joke": "टीचर: 'सफलता' की चाबी। \nछात्र: सर, वो तो 'चपरासी' के पास है, पेपर वही निकालता है।",
    "language": "hindi"
  },
  {
    "id": 959,
    "joke": "पति: काश तुम 'गूंगी' होती। \nपत्नी: तो मैं इशारों में 'शॉपिंग' मांगती।",
    "language": "hindi"
  },
  {
    "id": 960,
    "joke": "दोस्त: भाई, जिम चलेगा? \nमैं: नहीं भाई, आज 'शरीर' साथ नहीं दे रहा।",
    "language": "hindi"
  },
  {
    "id": 961,
    "joke": "लड़का: पापा, मुझे 'पैसे' चाहिए। \nपापा: बेटा, पेड़ पर नहीं उगते, जा काम कर।",
    "language": "hindi"
  },
  {
    "id": 962,
    "joke": "टीचर: 'शांति' का महत्व। \nछात्र: सर, जब 'वाई-फाई' बंद हो।",
    "language": "hindi"
  },
  {
    "id": 963,
    "joke": "बॉस: तुम काम पर ध्यान दो। \nकर्मचारी: सर, मेरा ध्यान 'वीकेंड' पर है।",
    "language": "hindi"
  },
  {
    "id": 964,
    "joke": "पत्नी: तुम मुझे घुमाने ले चलो। \nपति: कहाँ? \nपत्नी: नानी के घर। \nपति: वो तो 'पनिशमेंट' है।",
    "language": "hindi"
  },
  {
    "id": 965,
    "joke": "पुलिस: तुम बैंक में क्यों घुसे? \nचोर: सर, मुझे 'एसी' की हवा खानी थी।",
    "language": "hindi"
  },
  {
    "id": 966,
    "joke": "टीचर: 'दोस्ती' क्या है? \nछात्र: सर, जो कैंटीन में खिलाये।",
    "language": "hindi"
  },
  {
    "id": 967,
    "joke": "पति: आज खाने में क्या है? \nपत्नी: 'खिचड़ी'। \nपति: मैं बाहर खा लूँगा।",
    "language": "hindi"
  },
  {
    "id": 968,
    "joke": "डॉक्टर: लीवर खराब है। \nमरीज: सर, दवाई दे दो।",
    "language": "hindi"
  },
  {
    "id": 969,
    "joke": "लड़का: दुनिया छोड़ दूँगा। \nलड़की: टिकट करा दूँ?",
    "language": "hindi"
  },
  {
    "id": 970,
    "joke": "टीचर: 'समय' का मोल। \nछात्र: सर, एग्जाम में पता चलता है।",
    "language": "hindi"
  },
  {
    "id": 971,
    "joke": "बॉस: छुट्टी चाहिए? \nकर्मचारी: प्लीज सर।",
    "language": "hindi"
  },
  {
    "id": 972,
    "joke": "पत्नी: प्यार करते हो? \nपति: हाँ बाबा।",
    "language": "hindi"
  },
  {
    "id": 973,
    "joke": "पुलिस: हेलमेट? \nआदमी: घर पर।",
    "language": "hindi"
  },
  {
    "id": 974,
    "joke": "टीचर: सफलता? \nछात्र: किस्मत।",
    "language": "hindi"
  },
  {
    "id": 975,
    "joke": "पति: टीवी? \nपत्नी: बंद करो।",
    "language": "hindi"
  },
  {
    "id": 976,
    "joke": "डॉक्टर: गुस्सा? \nमरीज: बहुत आता है।",
    "language": "hindi"
  },
  {
    "id": 977,
    "joke": "लड़का: बाइक चाहिए। \nपापा: साइकिल चला।",
    "language": "hindi"
  },
  {
    "id": 978,
    "joke": "टीचर: शांति? \nछात्र: नहीं है।",
    "language": "hindi"
  },
  {
    "id": 979,
    "joke": "बॉस: काम? \nकर्मचारी: हो रहा है।",
    "language": "hindi"
  },
  {
    "id": 980,
    "joke": "पत्नी: शॉपिंग? \nपति: पैसे नहीं।",
    "language": "hindi"
  },
  {
    "id": 981,
    "joke": "पुलिस: भागे? \nचोर: डर था।",
    "language": "hindi"
  },
  {
    "id": 982,
    "joke": "टीचर: दोस्ती? \nछात्र: समोसा।",
    "language": "hindi"
  },
  {
    "id": 983,
    "joke": "पति: खाना? \nपत्नी: बना लो।",
    "language": "hindi"
  },
  {
    "id": 984,
    "joke": "डॉक्टर: लीवर? \nमरीज: ठीक करो।",
    "language": "hindi"
  },
  {
    "id": 985,
    "joke": "लड़का: प्यार? \nलड़की: नहीं।",
    "language": "hindi"
  },
  {
    "id": 986,
    "joke": "टीचर: समय? \nछात्र: पैसा।",
    "language": "hindi"
  },
  {
    "id": 987,
    "joke": "बॉस: छुट्टी? \nकर्मचारी: चाहिए।",
    "language": "hindi"
  },
  {
    "id": 988,
    "joke": "पत्नी: प्यार? \nपति: बहुत।",
    "language": "hindi"
  },
  {
    "id": 989,
    "joke": "पुलिस: हेलमेट? \nआदमी: भूल गया।",
    "language": "hindi"
  },
  {
    "id": 990,
    "joke": "टीचर: सफलता? \nछात्र: मेहनत।",
    "language": "hindi"
  },
  {
    "id": 991,
    "joke": "पति: टीवी? \nपत्नी: रिमोट।",
    "language": "hindi"
  },
  {
    "id": 992,
    "joke": "डॉक्टर: गुस्सा? \nमरीज: कम।",
    "language": "hindi"
  },
  {
    "id": 993,
    "joke": "लड़का: कार? \nपापा: नहीं।",
    "language": "hindi"
  },
  {
    "id": 994,
    "joke": "टीचर: शांति? \nछात्र: पता नहीं।",
    "language": "hindi"
  },
  {
    "id": 995,
    "joke": "बॉस: काम? \nकर्मचारी: जारी है।",
    "language": "hindi"
  },
  {
    "id": 996,
    "joke": "पत्नी: घुमाने? \nपति: कल।",
    "language": "hindi"
  },
  {
    "id": 997,
    "joke": "पुलिस: भागे? \nचोर: डर।",
    "language": "hindi"
  },
  {
    "id": 998,
    "joke": "टीचर: दोस्ती? \nछात्र: प्यार।",
    "language": "hindi"
  },
  {
    "id": 999,
    "joke": "पति: खाना? \nपत्नी: बना है।",
    "language": "hindi"
  },
  {
    "id": 1000,
    "joke": "अंत में एक सत्य: भारतीय शादियों में 'दूल्हा' सिर्फ इसलिए खुश होता है क्योंकि उसे पता नहीं होता कि 'बाराती' सिर्फ नाचने और खाना खाने आए हैं, उसकी ख़ुशी से किसी को मतलब नहीं।",
    "language": "hindi"
  }
]